import React from 'react';
//از زیر مجموعه های کارت کیک که چهار منو دارد
//From the Cake Card sub-sets which has four menus

const Cake = () => {
  return (
<section id= "cake">
<div className='cake'>
<div className='titlee'>  <h1>کیک ساده </h1>
</div>

  <p>
    <h1>لیمویی</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>آرد</td>
      <td>1 و 1/2 پیمانه</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>1 پیمانه</td>
    </tr>
    <tr>
      <td>تخم‌مرغ</td>
      <td>3 عدد</td>
    </tr>
    <tr>
      <td>روغن مایع</td>
      <td>1/2 پیمانه</td>
    </tr>
    <tr>
      <td>آب لیموترش</td>
      <td>5 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>رنده پوست لیمو</td>
      <td>1 قاشق مرباخوری</td>
    </tr>
    <tr>
      <td>بیکینگ پودر</td>
      <td>1 قاشق مرباخوری</td>
    </tr>
    <tr>
      <td>وانیل</td>
      <td>1/4 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>نمک</td>
      <td>1/4 قاشق چای‌خوری</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی مواد: فر را با دمای 180 درجه سانتی‌گراد روشن کنید تا گرم شود. آرد و بیکینگ پودر را سه بار الک کنید تا سبک شود.
هم زدن تخم‌مرغ و شکر: تخم‌مرغ‌ها را به همراه شکر و وانیل در یک کاسه بزرگ بریزید و با همزن برقی به مدت 5 دقیقه بزنید تا کرم رنگ و کشدار شود.
افزودن روغن و آب لیمو: روغن مایع و آب لیموترش را به مخلوط تخم‌مرغ اضافه کنید و هم بزنید تا ترکیب شوند.
ترکیب مواد خشک و خیس: مخلوط آرد و بیکینگ پودر را به تدریج به مواد خیس اضافه کنید و با لیسک به آرامی هم بزنید تا مواد یکدست شوند. رنده پوست لیمو را نیز اضافه کنید و مخلوط کنید.
آماده‌سازی قالب: قالب کیک را با روغن چرب کنید و مواد کیک را درون قالب بریزید. قالب را چند بار به سطح بکوبید تا هوای اضافی خارج شود.
پخت کیک: قالب را در فر قرار دهید و به مدت 45 دقیقه بپزید. برای اطمینان از پخت کیک، یک خلال دندان را درون کیک فرو کنید؛ اگر تمیز بیرون آمد، کیک آماده است
  </p>
  <p>
    <h1>اسفنجی</h1>
  </p>
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>تخم‌مرغ</td>
      <td>6 عدد</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>1 پیمانه</td>
    </tr>
    <tr>
      <td>آرد</td>
      <td>2 پیمانه</td>
    </tr>
    <tr>
      <td>بیکینگ پودر</td>
      <td>1 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>وانیل</td>
      <td>1/4 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>آب جوش</td>
      <td>1/2 پیمانه</td>
    </tr>
    <tr>
      <td>نمک</td>
      <td>1/4 قاشق چای‌خوری</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی مواد: فر را با دمای 180 درجه سانتی‌گراد روشن کنید تا گرم شود. آرد و بیکینگ پودر را سه بار الک کنید تا سبک شود.
جداسازی تخم‌مرغ‌ها: زرده و سفیده تخم‌مرغ‌ها را جدا کنید. سفیده‌ها را با همزن برقی بزنید تا کف کند، سپس نیمی از شکر را به تدریج اضافه کنید و هم بزنید تا به مرحله سافت پیک برسد (یعنی وقتی کاسه را برمی‌گردانید، سفیده‌ها از ظرف بیرون نریزند).
هم زدن زرده‌ها: زرده‌ها را با وانیل و باقی‌مانده شکر بزنید تا کرم رنگ و کشدار شود. سپس آب جوش را اضافه کنید و سریع هم بزنید تا زرده‌ها پخته نشوند.
ترکیب مواد: سفیده‌ها را به زرده‌ها اضافه کنید و به آرامی با لیسک هم بزنید تا ترکیب شوند. مخلوط آرد را در سه مرحله به مواد اضافه کنید و به آرامی هم بزنید تا مواد یکدست شوند.
آماده‌سازی قالب: قالب کیک را با روغن چرب کنید و مواد کیک را درون قالب بریزید. قالب را چند بار به سطح بکوبید تا هوای اضافی خارج شود.
پخت کیک: قالب را در فر قرار دهید و به مدت 45 تا 55 دقیقه بپزید. برای اطمینان از پخت کیک، یک خلال دندان را درون کیک فرو کنید؛ اگر تمیز بیرون آمد، کیک آماده است.
خنک کردن و سرو: کیک را از فر خارج کنید و اجازه دهید کمی خنک شود. سپس آن را از قالب خارج کنید و به دلخواه تزئین کنید.
  <p>
    <h1>وانیلی</h1>
  </p>
<table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>تخم‌مرغ</td>
      <td>3 عدد</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>1 پیمانه</td>
    </tr>
    <tr>
      <td>آرد</td>
      <td>1 و نیم پیمانه</td>
    </tr>
    <tr>
      <td>وانیل</td>
      <td>1 قاشق مرباخوری</td>
    </tr>
    <tr>
      <td>شیر</td>
      <td>1/2 پیمانه</td>
    </tr>
    <tr>
      <td>بکینگ پودر</td>
      <td>2 قاشق مرباخوری</td>
    </tr>
    <tr>
      <td>روغن مایع</td>
      <td>1/2 پیمانه</td>
    </tr>
    <tr>
      <td>نمک</td>
      <td>خیلی کم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی مواد خشک: آرد را سه مرتبه الک کنید و در یک ظرف بزرگ بریزید. بکینگ پودر و نمک را به آرد اضافه کرده و هم بزنید تا مخلوط شوند.
آماده‌سازی مواد خیس: در یک ظرف دیگر، تخم‌مرغ‌ها را بشکنید و شکر را به آن اضافه کنید. با همزن برقی شروع به ترکیب کردن مواد کنید تا به قوام خامه برسند.
افزودن وانیل، روغن و شیر: وانیل، روغن و شیر را به مخلوط تخم‌مرغ و شکر اضافه کنید و هم بزنید تا ترکیب شوند.
ترکیب مواد خشک و خیس: مخلوط آرد را کم‌کم به مخلوط تخم‌مرغ اضافه کنید و به آرامی با لیسک هم بزنید تا مواد به خوبی ترکیب شوند.
آماده‌سازی قالب: قالب کیک را با روغن چرب کنید و مواد کیک را درون قالب بریزید.
پخت کیک: قالب را در فر از پیش گرم شده با دمای 175 درجه سانتی‌گراد قرار دهید و به مدت 20 دقیقه بپزید. برای اطمینان از پخت کیک، یک خلال دندان را درون کیک فرو کنید؛ اگر مواد کیک به خلال دندان نچسبید، کیک آماده است.
نکات:
فر را نیم ساعت قبل از استفاده با دمای 175 درجه روشن کنید.
در طول پخت، در فر را باز نکنید تا کیک پف کند.
بعد از خارج کردن قالب از فر، اجازه دهید کیک کمی سرد شود و سپس آن را از قالب خارج کنید.
  <p>
    <h1>شیفون</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>آرد</td>
      <td>2 پیمانه</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>1 و 1/2 پیمانه</td>
    </tr>
    <tr>
      <td>تخم‌مرغ</td>
      <td>6 عدد (زرده و سفیده جدا)</td>
    </tr>
    <tr>
      <td>بیکینگ پودر</td>
      <td>1 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>وانیل</td>
      <td>1/2 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>آب یا شیر</td>
      <td>1/2 پیمانه</td>
    </tr>
    <tr>
      <td>روغن مایع</td>
      <td>1/2 پیمانه</td>
    </tr>
    <tr>
      <td>نمک</td>
      <td>1/4 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>کرم تارتار</td>
      <td>1/2 قاشق چای‌خوری (اختیاری)</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی مواد خشک: آرد، بیکینگ پودر و نمک را سه بار الک کنید تا سبک شود.
جداسازی تخم‌مرغ‌ها: زرده و سفیده تخم‌مرغ‌ها را جدا کنید. سفیده‌ها را با کرم تارتار و نیمی از شکر بزنید تا به مرحله سافت پیک برسد (یعنی وقتی کاسه را برمی‌گردانید، سفیده‌ها از ظرف بیرون نریزند).
هم زدن زرده‌ها: زرده‌ها را با وانیل و باقی‌مانده شکر بزنید تا کرم رنگ و کشدار شود. سپس آب یا شیر و روغن را اضافه کنید و هم بزنید تا ترکیب شوند.
ترکیب مواد: مخلوط آرد را کم‌کم به مخلوط زرده‌ها اضافه کنید و به آرامی هم بزنید تا مواد یکدست شوند. سپس سفیده‌ها را به آرامی به مخلوط اضافه کنید و با لیسک به صورت دورانی هم بزنید تا پف سفیده‌ها نخوابد.
آماده‌سازی قالب: قالب کیک شیفون را با روغن چرب کنید و مواد کیک را درون قالب بریزید. قالب را چند بار به سطح بکوبید تا هوای اضافی خارج شود.
پخت کیک: قالب را در فر از پیش گرم شده با دمای 160 درجه سانتی‌گراد قرار دهید و به مدت 50 تا 60 دقیقه بپزید. برای اطمینان از پخت کیک، یک خلال دندان را درون کیک فرو کنید؛ اگر تمیز بیرون آمد، کیک آماده است.
خنک کردن و سرو: قالب را از فر خارج کنید و اجازه دهید کیک کمی خنک شود. سپس آن را از قالب خارج کنید و به دلخواه تزئین کنید
  </p>
  </div>

      </section>

  );
};

export default Cake;
