import React from 'react';

//از زیر مجموعه های کارت کیک که چهار منو دارد
//From the Cake Card sub-sets which has four menus


const Cfrot = () => {

  return (
<section id= "cfrot">
<div className='cfrot'>
<div className='titlee'>  <h1>کیک میوه </h1>
</div>

  <p>
    <h1>پرتقال</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم برای کیک پرتقالی</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>آرد:</td>
      <td>۲ لیوان</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>۱ لیوان</td>
    </tr>
    <tr>
      <td>تخم مرغ:</td>
      <td>۳ عدد</td>
    </tr>
    <tr>
      <td>آب پرتقال:</td>
      <td>⅔ لیوان</td>
    </tr>
    <tr>
      <td>روغن مایع:</td>
      <td>½ لیوان</td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>نوک قاشق چایخوری</td>
    </tr>
    <tr>
      <td>زست پرتقال:</td>
      <td>۱ قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>بکینگ پودر:</td>
      <td>۱ قاشق غذاخوری</td>
    </tr>
  </tbody>
</table>
طرز تهیه کیک پرتقالی
برای تهیه کیک پرتقالی مجلسی ابتدا یک کاسه مناسب انتخاب می کنیم، سپس تخم مرغ را به همراه شکر و وانیل به آن اضافه می کنیم. در ادامه با دور تند همزن برقی به مدت ۷ دقیقه هم می زنیم تا مواد کرم رنگ و حجیم شود.

حالا پرتقال را می شوییم و پوست آن را به صورت ریز رنده می کنیم، سپس پوست پرتقال را به همراه روغن مایع به مخلوط تخم مرغ اضافه می کنیم و کمی هم می زنیم، سپس آب پرتقال را اضافه می کنیم.

در این مرحله مخلوط تخم مرغ را به مدت ۱ دقیقه هم می زنیم تا مواد با هم ترکیب و یکدست شود. حالا آرد و بکینگ پودر را باهم مخلوط می کنیم، سپس مخلوط آرد را ۲ مرتبه الک می کنیم و مجددا درون الک می ریزیم.
مرحله چهارم
حالا مخلوط آرد را طی ۳ مرحله به مایه کیک اضافه می کنیم. در ادامه با لیسک به صورت دورانی و چرخشی در حد ترکیب شدن مواد مخلوط می کنیم. حالا فر را روی حرارت ۱۸۰ درجه سانتی گراد روشن می کنیم.

در این مرحله اجازه می دهیم فر کاملا گرم شود. حالا یک قالب مناسب انتخاب می کنیم و با کره سرد کف قالب را چرب می کنیم، سپس مقداری آرد کف قالب می پاشیم. در ادامه مایه کیک را درون قالب می ریزیم
در این مرحله قالب را چند بار محکم روی سطح کار می کوبیم تا حباب های درون کیک ار بین برود. در ادامه قالب را در طبقه وسط فر قرار می دهیم و اجازه می دهیم به مدت ۴۰ دقیقه درون فر بماند تا کیک به طور کامل بپزد.
حالا پس از گذشت ۴۰ دقیقه با یک خلال دندان یا سیخ چوبی کیک را تست می کنیم اگر پخته بود آن را از فر خارج می کنیم، سپس اجازه می دهیم کیک به طور کامل خنک شود. در ادامه آن را درون ظرف مورد نظر قرار می دهیم.

در نهایت مقداری پودر قند را درون الک می ریزیم و روی کیک به عنوان تزئین الک می کنیم، سپس یک پرتقال را به صورت حلقه ای نازک برش می زنیم و روی کیک قرار می دهیم. در آخر کیک را به اندازه دلخواه برش زده و سرو می کنیم.  </p>
  <p>
    <h1>هلو</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>تخم مرغ:</td>
      <td>۴ عدد</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>۱ پیمانه</td>
    </tr>
    <tr>
      <td>آرد:</td>
      <td>۲ پیمانه</td>
    </tr>
    <tr>
      <td>بکینگ پودر:</td>
      <td>۲ قاشق چایخوری</td>
    </tr>
    <tr>
      <td>ماست:</td>
      <td>نصف پیمانه</td>
    </tr>
    <tr>
      <td>روغن:</td>
      <td>نصف پیمانه</td>
    </tr>
    <tr>
      <td>هلو متوسط:</td>
      <td>۳ عدد</td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>یک چهارم قاشق چایخوری</td>
    </tr>
  </tbody>
</table>
آماده سازی: ۱۵ دقیقه زمان پخت: ۴۵ دقیقه مجموع زمان: ۶۰ دقیقه

طرز تهیه
فر رو روشن کنید و روی ۱۸۰ درجه سانتیگراد تنظیم کنید.
هلوها رو بشویید، پوستشون رو بگیرید و به قطعات متوسط خرد کنید. (از هلوهای خیلی نرم استفاده نکنید چون آب می‌اندازن و کیک خمیری میشه.)
تخم مرغ‌ها و وانیل رو توی یه کاسه بزرگ بریزید و با همزن بزنید تا یکدست و کمی حجیم بشن.
شکر رو اضافه کنید و با همزن حدود 5 دقیقه بزنید تا کاملا حل بشه و مخلوط غلیظ و کشسانی به دست بیاد.
روغن و ماست رو اضافه کنید و هر کدوم رو به مدت 1 دقیقه با همزن بزنید تا با مواد مخلوط بشن.
آرد و بکینگ پودر رو با هم مخلوط و 3 بار الک کنید.
آرد رو به تدریج به مواد خیس اضافه کنید و با لیسک یا قاشق هم بزنید تا فقط مخلوط بشن. زیاد هم نزنید که پف کیک از بین نره.
هلوهای خرد شده رو با 1 قاشق غذاخوری آرد مخلوط کنید تا آردی بشن.
هلوهای آردی رو به آرامی به مواد کیک اضافه کنید و با لیسک هم بزنید تا به طور یکنواخت پخش بشن.
قالب کیک رو با کره چرب کنید و ته قالب رو با آرد یا کاغذ روغنی بپوشونید.
مواد کیک رو داخل قالب بریزید و سطحش رو صاف کنید.
قالب رو توی فر قرار بدید و به مدت 45 تا 50 دقیقه بپزید. (با خلال دندان چک کنید که کیک پخته یا نه. اگر خلال تمیز بیرون اومد، کیک آماده است.)
بعد از پخت، کیک رو از فر خارج کنید و بذارید 10 دقیقه خنک بشه.
سپس کیک رو به آرامی از قالب برگردونید و روی یه توری قرار بدید تا کاملا خنک بشه.
  </p>
  <p>
    <h1>آلبالو</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم برای کیک آلبالو</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>آرد:</td>
      <td>۲ پیمانه</td>
    </tr>
    <tr>
      <td>تخم مرغ:</td>
      <td>۳ عدد</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>۱ پیمانه</td>
    </tr>
    <tr>
      <td>روغن یا کره:</td>
      <td>۱۲۵ گرم</td>
    </tr>
    <tr>
      <td>آلبالو بدون هسته:</td>
      <td>۱ لیوان (حداقل تا ۲ لیوان)</td>
    </tr>
    <tr>
      <td>بیکینگ پودر:</td>
      <td>۲ قاشق مرباخوری سر صاف</td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>مقداری</td>
    </tr>
    <tr>
      <td>نمک:</td>
      <td>یک پنس</td>
    </tr>
    <tr>
      <td>شیر:</td>
      <td>نصف لیوان</td>
    </tr>
  </tbody>
</table>
آماده سازی:	۳۰ دقیقه
زمان پخت:	۶۰ دقیقه
مجموع زمان پخت:	۹۰ دقیقه
کیک آلبالو


طرز تهیه کیک آلبالو خانگی
ابتدا شکر، تخم مرغ و وانیل را به مدت ۵ دقیقه با درجه بالا همزن خوب هم بزنید.

بعد کره را اضافه کرده و اونم در حدی که خوب مخلوط بشه با همزن بزنید.

سپس شیر را اضافه کرده، ١ دقیقه با درجه متوسط همزن بزنید.

آرد ،بیکینک پودر و نمک را ترکیب کرده و ٣ بار الک می کنیم.

مواد خشک را به مواد مایع اضافه کرده و با لیسک دورانی هم زده تا کاملا ترکیب بشه.

قالب را  با ترکیب روغن جامد، روغن مایع و آرد کاملا چرب می کنیم.

بعد نصف مواد را داخل قالب بریزید و سه بار زمین بزنید تا صاف بشه.

آلبالو های هسته درآورده را روش بچینید و بقیه مواد را روش بریزید.

قالب را در فر از قبل شده، با درجه ١٨٠ مدت باید بعد ٣۵ دقیقه بگذارید تا بپزه.
  </p>
  <p>
    <h1>توت فرنگی</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>توت فرنگی:</td>
      <td>300 گرم</td>
    </tr>
    <tr>
      <td>آرد:</td>
      <td>یک و نیم پیمانه</td>
    </tr>
    <tr>
      <td>کره:</td>
      <td>6 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>نمک:</td>
      <td>نصف قاشق چایخوری</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>یک پیمانه</td>
    </tr>
    <tr>
      <td>بکینگ پودر:</td>
      <td>یک و نیم قاشق چایخوری</td>
    </tr>
    <tr>
      <td>شکر برای روی کیک:</td>
      <td>2 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>شیر:</td>
      <td>نصف پیمانه</td>
    </tr>
    <tr>
      <td>تخم مرغ:</td>
      <td>1 عدد</td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>1 قاشق چایخوری</td>
    </tr>
  </tbody>
</table>
دستور پخت کیک توت فرنگی ساده :
کره را از قبل از یخچال بیرون آورید تا کمی نرم شود سپس آن را به همراه شکر داخل کاسه ای بریزید و با همزن برقی خوب بزنید تا با هم ترکیب شده و کرم رنگ شود.

در مرحله بعد وانیل را افزوده و یک عدد تخم مرغ را داخل مواد بشکنید و مجدد با همزن مخلوط کنید تا یکدست شود.  حالا آرد ، نمک و بکینگ پودر را با هم مخلوط کرده و در چند نوبت به مواد قبلی اضافه کنید.

در مابین اضافه کردن آرد شیر را هم در دو تا سه مرحله به مواد اضافه کنید و هر بار مخلوط کنید تا مایه کیک یکدست شود. قالب را چرب کرده و مایه کیک را داخل آن بریزید و با پشت یک عدد قاشق روی کیک را صاف کنید.

در مرحله بعد سر توت فرنگی ها را جدا کرده و آن ها را از وسط برش بزنید و روی کیک بچینید.
دو قاشق شکر را روی کیک و توت فرنگی ها بپاشید. کیک را برای 10 دقیقه با دمای 350 درجه فارنهایت(180 درجه سانتیگراد) و نیم ساعت با دمای 325 درجه فارنهایت(160 درجه سانتیگراد) بپزید.
  </p>
  </div>

      </section>

  );
};

export default Cfrot;
