import React from 'react';

//از زیر مجموعه های کارت کیک که چهار منو دارد
//From the Cake Card sub-sets which has four menus

const Chcake = () => {

  return (
<section id= "chcake">
<div className='chcake'>
<div className='titlee'>  <h1>چیز کیک</h1>
</div>

  <p>
    <h1>یخچالی</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم برای کیک یخچالی با پتی بور</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>شیر:</td>
      <td>2 لیوان</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>1 لیوان</td>
    </tr>
    <tr>
      <td>بیسکویت پتی بور:</td>
      <td>2 بسته</td>
    </tr>
    <tr>
      <td>کره:</td>
      <td>50 گرم</td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>1 قاشق چایخوری</td>
    </tr>
    <tr>
      <td>پودر کاکائو:</td>
      <td>3 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>آرد سفید:</td>
      <td>3 قاشق غذاخوری</td>
    </tr>
  </tbody>
</table>

 برای تهیه کیک یخچالی شکلاتی ابتدا باید آرد را در یک ظرف مناسب الک کنید. 
 پودر کاکائو را نیز الک کنید و به آرد اضافه کنید سپس آنها را به خوبی با یکدیگر مخلوط کنید.
 در ادامه تهیه کیک یخچالی ساده وانیل را نیز به آرد و پودر کاکائو اضافه کنید و هم بزنید. 
 یک لیوان شکر را نیز به این مواد اضافه کنید و هم بزنید. 
 2 لیوان شیر را در قابلمه ای بریزید و اجازه دهید تا کمی گرم شود. 

 مواد آردی را که ترکیب کرده اید را آرام آرام به شیر گرم شده اضافه کنید و به طور مرتب مواد را هم بزنید تا بریده بریده نشود.
 در این مرحله بعد از اینکه مواد به خوبی حل شد شعله را خاموش کنید و کره را به آن اضافه کنید.
 تا وقتی که کره به خوبی مخلوط نشده به هم زدن ادامه دهید و به خوبی مخلوط کنید تا مایع آماده شده به غلظت برسد.
 یک قالب مناسب(مستطیلی شکل بهتر است) انتخاب کنید و کف آن را نایلون یا کاغذ روغنی ، و یا سلفون بکشید.
 ابتدا یک لایه بیسکویت را به طور منظم کف قالب بچینید. برای زیبایی بیشتر کیک از دو نوع بیسکوییت استفاده کنید هم کاکائویی و هم ساده. این کار جذابیت بیشتری به کیک شما می دهد.
 موادی که آماده کردید را بعد از اینکه مقداری از حرارت افتاد روی بیسکویت بریزید و صاف کنید این کار را چندین لایه ادامه دهید 5 الی 6 لایه کفایت می کند.
 کیک  را با قالب به مدت 3 ساعت درون یخچال قرار می دهیم(هرچه بیشتر قرار بگیرد بافت بیسکویت ها بیشتر شبیه کیک می شود و خوشمزه تر می شود).
 بعد از خارج کردن آن از یخچال مقداری به آن استراحت دهید.

  </p>
  <p>
    <h1>میوه</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>کیک:</td>
      <td>1 عدد</td>
    </tr>
    <tr>
      <td>پنیر ماسکارپونه:</td>
      <td>1 بسته</td>
    </tr>
    <tr>
      <td>خامه صبحانه:</td>
      <td>1 عدد</td>
    </tr>
    <tr>
      <td>پودر ژلاتین:</td>
      <td>1 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>ژله آلوئه ورا:</td>
      <td>2 عدد</td>
    </tr>
    <tr>
      <td>میوه فصل:</td>
      <td>به مقدار لازم</td>
    </tr>
  </tbody>
</table>
    
از روز قبل کیک ساده ای به روش خودتون داخل قالب کمر بندی آماده کنید
کف قالب را سلفون بکشید کیک را داخل قالب بگذارید
ژلاتین را با۵قاشق آب بن ماری کنید. پنیر و خامه را با همزن ۵_۶دقیقه بزنید و بعد ژلاتین را به مواد پنیری اضافه کنید و ۲دقیقه بزنید
مواد پنیری را روی کیک بریزید و ۱ساعت داخل یخچال قرار دهیدتا کمی سفت شود
هر ژله آلوورا رو با دستور یکی و نصف لیوان آب جوش حل کنید بگذارید در یخچال
میوه ها رو با سلیقه خودتون روی کیک قرار دهید
ژله نباید کامل ببندد وقتی مایعی تقریبا مثل ماست شد آروم با قاشق روی میوه ها بریزید و بگذارید نصف روز در یخچال بماند
بعد با چاقو دورش را آزاد کنید و سلفون را از زیر باز کنید و آروم داخل ظرفتون جابجا کنید
  </p>
  <p>
    <h1>شکلات </h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم برای چیزکیک شکلاتی</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>بیسکویت پتی بور:</td>
      <td>200 گرم</td>
    </tr>
    <tr>
      <td>پودر کاکائو:</td>
      <td>2 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>کره آب شده:</td>
      <td>100 گرم</td>
    </tr>
    <tr>
      <td>پنیر ماسکارپونه:</td>
      <td>200 گرم</td>
    </tr>
    <tr>
      <td>خامه:</td>
      <td>400 گرم</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>50 گرم</td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>1 قاشق چایخوری</td>
    </tr>
    <tr>
      <td>شکلات:</td>
      <td>250 گرم</td>
    </tr>
    <tr>
      <td>پودر ژلاتین:</td>
      <td>1 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>آب سرد:</td>
      <td>5 قاشق غذاخوری</td>
    </tr>
  </tbody>
</table>




ابتدا بیسکویت ها را خرد کرده و داخل غذاساز یا مخلوط کن بریزید تا پودر شود. در مرحله بعد پودر کاکائو را افزوده و کره آب شده را بریزید و مواد را خوب هم بزنید تا با هم ترکیب شوند. یک عدد قالب کمربندی را چرب کرده و مواد بدست آمده را داخل آن بریزید و با پشت قاشق فشار دهید تا صاف و منسجم شود. قالب را برای 20 دقیقه در فریزر بگذارید تا خمیر خودش را ببندد.

در این میان 1 قاشق پودر ژلاتین را روی 5 قاشق آب ریخته و روی حرارت غیر مستقیم مدام هم بزنید تا دانه های ژلاتین حل شود. شکلات ها را با روش بن ماری آب کرده و با  نصف خامه، وانیل و پنیر ماسکارپونه مخلوط کنید. ژلاتین حل شده را به مخلوط خامه و شکلات افزوده و هم بزنید تا مواد کاملا یکدست شود.
قالب را از فریزر بیرون آورده و مخلوط شکلات و خامه را روی آن بریزید و با قاشق روی آن را صاف کنید و برای 2 ساعت در یخچال قرار دهید تا سفت شود.
در این میان 200 گرم خامه باقی مانده را در قابلمه ای بریزید و روی حرارت بگذارید. خامه را با حرارت ملایم مرتب هم بزنید و زمانی که گرم شد از روی حرارت بردارید و  150 گرم شکلات باقی مانده را بریزید و مجدد هم بزنید تا شکلات ها آب شود. گاناش آماده شده را روی لایه قبلی چیز کیک بریزید و برای دو ساعت دیگر در یخچال بگذارید تا آماده شود. بعد از دو ساعت چیزکیک را از قالب خارج کرده و در ظرف مورد نظر قرار دهید. میتوانید کمی پودر کاکائو برای تزیین روی چیزکیک بپاشید و سرو نمایید.
 
  </p>
  <p>

    <h1>کارامل</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم برای ۴ نفر</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>بیسکویت کاکائویی:</td>
      <td>۲۰۰ گرم</td>
    </tr>
    <tr>
      <td>کره آب شده:</td>
      <td>۲۰۰ گرم</td>
    </tr>
    <tr>
      <td>پودر ژلاتین:</td>
      <td>۳ قاشق چایخوری</td>
    </tr>
    <tr>
      <td>آب سرد:</td>
      <td>۶ قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>پودر دسر کارامل:</td>
      <td>۱ بسته</td>
    </tr>
    <tr>
      <td>شیر:</td>
      <td>۱ لیوان</td>
    </tr>
    <tr>
      <td>پنیر خامه‌ای:</td>
      <td>۲۰۰ گرم</td>
    </tr>
    <tr>
      <td>خامه صبحانه:</td>
      <td>۲۰۰ گرم</td>
    </tr>
  </tbody>
</table>
طرز تهیه چیز کیک کارامل
برای تهیه چیز کیک کارامل ابتدا بیسکوئیت‌های کاکائویی را با آسیاب یا گوشتکوب برقی و یا هر وسیله دیگری کاملا پودر کنید و سپس کره را به آن اضافه کنید و هم بزنید تا کره کاملا با بیسکوئیت‌ها مخلوط شود و عطر و طعم کره به خورد بیسکوئیت‌ها برود و خمیر یکدست شود.

سپس در کف یک قالب کمربندی کیسه فریزر قرار دهید و بعد مواد را کف قالب بریزید و پخش کنید و با قاشق یا به کمک دست مواد را در کف قالب فشرده کنید و بعد به مدت ۱۵ دقیقه در فریزر قرار دهید تا خودش را بگیرد و منسجم و سفت شود.
بعد پودر ژلاتین را در یک ظرف بریزید و مقداری آب سرد روی آن بریزید و هم بزنید و با هم ترکیب کنید و سپس ظرف ژلاتین را روی بخار کتری بگیرید و به روش بن ماری کاملا حل کنید و با هم مخلوط کنید تا مایع تشکیل شده شفاف و صاف شود.
سپس پودر کارامل را در یک ظرف بریزید و بعد مقداری شیر به آن اضافه کنید و با هم خوب مخلوط کنید و سپس روی حرارت ملایم قرار دهید و هم بزنید تا به غلظت برسد، وقتی مخلوط کمی غلیظ شد از روی حرارت بردارید و کنار بگذارید‌‌.
بعد پنیر خامه‌ای را در یک ظرف بریزید و خامه را به آن اضافه کنید و هم بزنید تا کاملا با هم مخلوط شوند و بافت آن‌ها یکدست شود، اگر خواستید ترکیب مواد پنیری شیرین‌تر باشد چند قاشق شکر به مواد اضافه کنید و با آن‌ها مخلوط کنید.
سپس در یک ظرف مناسب مواد پنیری را بریزید و ژلاتین حل شده و مخلوط دسر کاراملی غلیظ شده را به مواد پنیری اضافه کنید و کامل با هم ترکیب کنید تا مخلوط تشکیل شده صاف و یکدست شود و بعد روی قسمت کراست بریزید تا بهخورد مواد برود.
بعد از آن قالب را به مدت ۷ تا ۸ ساعت داخل یخچال قرار دهید تا مواد چیز کیک استراحت کند و خودش را بگیرد و آماده و منسجم شود، سپس چیز کیک را از یخچال بیرون بیاورید و در ظرف مناسب بچینید و در اندازه‌های دلخواه برش بزنید.

بعد چند برش چیز کیک کاراملی را در ظرف مناسب بچینید و مقداری پودر کاکائو یا قهوه را روی چیز کیک بپاشید و با پودر پسته، پودر نارگیل، خرده‌های گردو و فندق و چند برش موز و توت فرنگی تزئین کنید و به عنوان یک دسر شیک سرو کنید
  </p>
  </div>

      </section>

  );
};

export default Chcake;
