import React from 'react';


//از زیر مجموعه های کارت کیک که چهار منو دارد
//From the Cake Card sub-sets which has four menus

const Ctart = () => {

  return (
<section id= "ctart">
 <div className='ctart'>
 <div className='titlee'>  <h1>تارت کیک</h1>
 </div>

  <p>
    <h1>میوه</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم برای خمیر تارت</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>کره:</td>
      <td>۱۵۰ گرم</td>
    </tr>
    <tr>
      <td>تخم مرغ:</td>
      <td>۱ عدد</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>نصف پیمانه</td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>۱ بسته معادل ۵ گرم</td>
    </tr>
    <tr>
      <td>آرد:</td>
      <td>دو و نیم پیمانه</td>
    </tr>
  </tbody>
</table>

<table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم برای کرم تارت</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>شیر:</td>
      <td>۴ پیمانه</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>۱ پیمانه</td>
    </tr>
    <tr>
      <td>زرده تخم مرغ:</td>
      <td>۱ عدد</td>
    </tr>
    <tr>
      <td>آرد:</td>
      <td>۴ قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>نشاسته:</td>
      <td>۴ قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>کره:</td>
      <td>۱ قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>کرم شانتی یا پودر خامه:</td>
      <td>۱ بسته معادل ۷۵ گرم</td>
    </tr>
  </tbody>
</table>

<table class="styled-table">
  <thead>
    <tr>
      <th>مواد رویی</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>پودر پسته:</td>
      <td>به مقدار لازم</td>
    </tr>
    <tr>
      <td>توت فرنگی:</td>
      <td>به مقدار لازم</td>
    </tr>
    <tr>
      <td>کیوی:</td>
      <td>به مقدار لازم</td>
    </tr>
    <tr>
      <td>موز:</td>
      <td>به مقدار لازم</td>
    </tr>
  </tbody>
</table>
طرز تهیه تارت میوه
برای تهیه تارت خوشمزه و شیک با میوه در ابتدای کار، یک کاسه بر می داریم. در ادامه کره را که به دمای محیط رسیده درون آن می ریزیم. سپس تخم مرغ و شکر و وانیل را به آن اضافه کرده و هم می زنیم تا یکدست شود.
سپس آرد را الک کرده و کم کم به آن اضافه کرده و ورز می دهیم تا یک خمیر نرمی بدست آید. نباید زیاد آرد اضافه شود. در حدی که خمیر نرم است و دیگر به دست نمی چسبد، آرد کافی است و نیازی نیست به خمیر آرد بیشتری اضافه شود.
خمیر را به ۱۲ قسمت تقسیم می کنیم. هر قسمت تقریبا معادل یک گردو است. قالب ها را یکی یکی با کره چرب کرده و هر قسمت خمیر را یکی یکی درون قالب می ریزیم و با دست لبه های قالب را فشار می دهیم و درون قالب پهن می کنیم.
قالب ها را یکی یکی داخل فر از قبل گرم شده با دمای ۱۷۰ درجه سانتی گراد بدون فن می پزیم تا کمی طلایی شود. در این مرحله لازم است کرم را تهیه کنیم. یک قابلمه برداشته و تمام مواد به جز کره و کرم شانتی را درون آن می ریزیم و مخلوط می کنیم.
سپس روی حرارت قرار می دهیم تا بجوشد. دائم روی حرارت متوسط هم می زنیم تا غلیظ شود. کره را به آن اضافه کرده و وقتی مخلوط جوش آمد، آن را از روی حرارت برداشته و در جای سرد یا داخل یخچال قرار می دهیم تا خنک شود.

می توان این کرم را از روی قبل تهیه نمود و یک روز در یخچال نگه داری کرد. تارت ها را از فر خارج کرده و کنار می گذاریم تا سرد. شود. سپس به آرامی از قالب خارج می کنیم. وقتی که کرم کامل سرد شد، کرم شانتی را به آن اضافه می کنیم.
سپس با همزن می زنیم تا فرم بگیرد. سپس کرم را درون قیف با ماسوره شکوفه ای می ریزیم و درون تارت ها را با این مواد پر می کنیم. سپس با پودر پسته و میوه خرد و شکلاتی که به روش بن ماری ذوب شده است، آن را تزیین می کنیم
  </p>
  <p>
    <h1>شکلات </h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>تخم مرغ</td>
      <td>2 عدد</td>
    </tr>
    <tr>
      <td>شیر</td>
      <td>1/2 لیوان</td>
    </tr>
    <tr>
      <td>روغن مایع</td>
      <td>1/2 لیوان</td>
    </tr>
    <tr>
      <td>آرد سفید</td>
      <td>1 لیوان (لیوان دسته دار فرانسه)</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>1/2 لیوان</td>
    </tr>
    <tr>
      <td>وانیل</td>
      <td>نصف قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>بکینگ پودر</td>
      <td>2 قاشق مرباخوری</td>
    </tr>
    <tr>
      <td>پودر کاکائو</td>
      <td>2 قاشق غذاخوری</td>
    </tr>
  </tbody>
</table>
مراحل تهیه
قالب کیک تارت رو با روغن صاف یا روغن جده کننده چرب میکنیم. فر رو با دمای 180 روشن میکنیم. تخم مرغ و شکر و وانیل رو چهار دقیقه با هم زن برقی میزنیم تا کرم و کشدار بشه. روغن و شیر رو به ترتیب اضافه و مخلوط میکنیم.

آرد و بکینگ پودر و پودر کاکائو رو دو سه بار الک کرده و در سه مرحله اضافه میکنیم و با لیسک مخلوط میکنیم تا یک دست بشه. مایه کیک رو می ریزیم توی قالب و به مدت نیم ساعت الی 40 دقیقه می پزیم
بعد از اینکه کیک کمی سرد شد از قالب میآریم بیرون و به دلخواه یک لایه موز میچینیم.و یک لایه محلبی ساده می ریزیم. بعد از اینکه محلبی کمی خودشو گرفت گاناش رو آروم آروم میریزیم و صاف میکنیم.
برای گاناش : خامه رو می ریزیم داخل ظرف فلزی کوچک میذاریم روی بخار کتری وقتی از کناره ها حباب زد شکلات خرد شده رو اضافه میکنیم و میذاریم کنار.بعد از سه چهار دقیقه مخلوط میکنیم.
برای محلبی. 1 قاشق شکر و 1 قاشق نشاسته رو داخل قابلمه کوچک مخلوط میکنیم 1 لیوان شیر سرد رو اضافه و روی حرارت ملایم مدام هم میزنیم تا به غلظت فرنی برسه. دو قاشق خامه صبحانه و کمی وانیل اضافه و مخلوط میکنیم

  </p>
  <p>
    <h1>مربا</h1>


  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم   </th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td> آرد:</td>
      <td>  دوپیمانه
      </td>
    </tr>
    <tr>
      <td>روغن

      :</td>
      <td>یک پیمانه

      </td>
    </tr>
    <tr>
      <td> شکر
 
      :</td>
      <td>سه قاشق چایخوری 
      </td>
    </tr>
    <tr>
      <td>نمک 
      :</td>
      <td>یک قاشق غذا خوری
  
      </td>
    </tr>
    <tr>
      <td>  آب
      :</td>
      <td>1/2  

      </td>
    </tr>
    <tr>
      <td>مربا باطعم دلخواه 
 
      :</td>
      <td>یک به مقدارلازم
 
      </td>
    </tr>
  </tbody>
</table>
طرز تهیه تارت مربایی  
در اولین قدم از طرز تهیه تارت مربایی، آرد، روغن، شکر و نمک را با هم مخلوط و هم بزنید. هنگامی که مواد به خوبی با یک دیگر ترکیب شدند، پیمانه آب را به مواد اضافه کنید تا خمیری شود. خمیر را به مدت 30 دقیقه در یخچال قرار دهید. خمیر تارت پف نمی کند و حتی بافتی اسفنجی ندارد، بنابراین سرمای یخچال باعث می شود تا خمیر منسجم تر شود.

فر را از قبل با دمای 200 درجه سانتی گراد روشن کنید تا گرم شود. قالب های مافین را با روغن چرب کنید تا تارت مربایی به قالب نچسبند، سپس خمیر را با وردنه باز کنید تا ضخامت آن نازک شود (ضخامت خمیر باید حدود 3 میلی متر باشد). بر روی خمیر قالب دایره ای کوچک بزنید و آن ها را داخل قالب مافین قرار دهید. داخل هر خمیر را با مربا (مربا به، مربا سیب، مربا هویج و ...) پر کنید.

 قالب مافین را داخل فر قرار داده و به مدت 20 دقیقه اجازه دهید تا تارت ها بپزند و طلایی شوند.. 

  </p>
  <p>
    <h1>زعفرانی</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم   </th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td> آرد:</td>
      <td>یک ونیم لیوان </td>
    </tr>
    <tr>
      <td>بیکینگ پودر
      :</td>
      <td>نصف قاشق چای خوری
      </td>
    </tr>
    <tr>
      <td> تخم مرغ
      :</td>
      <td>٢ عدد</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>دو سوم لیوان
      </td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>یک چهارم قاشق چای خوری
      </td>
    </tr>
    <tr>
      <td>روغن مایع
      :</td>
      <td>نصف فنجان
      </td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>1 قاشق </td>
    </tr>
    <tr>
      <td>زعفران ساییده شده
      :</td>
      <td>یک چهارم قاشق چای خوری
      </td>
    </tr>
    <tr>
      <td>پودر ژلاتین:</td>
      <td>1 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>گلاب
      :</td>
      <td>4 قاشق غذاخوری</td>
    </tr>
  </tbody>
</table>



<table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم   </th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td> آرد:</td>
      <td>یک قاشق غذا خوری
      </td>
    </tr>
    <tr>
      <td> شیر یا آب

      :</td>
      <td>یک لیوان

      </td>
    </tr>
    <tr>
      <td> شکر
 
      :</td>
      <td>نصف لیوان
      </td>
    </tr>
    <tr>
      <td>خامه صبحانه
      :</td>
      <td>٢ قاشق غذا خوری
  
      </td>
    </tr>
    <tr>
      <td>زعفران دم کرده غلیظ
      :</td>
      <td>٢ قاشق غذا خوری

      </td>
    </tr>
    <tr>
      <td>پودر نارگیل
 
      :</td>
      <td>یک قاشق غذا خوری
 
      </td>
    </tr>
  </tbody>
</table>


فر رو با دمای ۱۸۰ درجه سانتیگراد روشن کنید تا گرم بشه
تخم مرغ، شکر و وانیل رو با دور تند همزن بزنید تا حجیم و کرمی و کشدار بشه.
روغن رو اضافه کنید و در حد ترکیب شدن هم بزنید. بعد دو قاشق غذا خوری از زعفرانی رو که با گلاب دم کردین اضافه کنید و با دور کن همزن بزنید.

آرد و بکینگ پودر رو با هم ترکیب کنید و سه بار الک کنید و کم‌کم به مواد اضافه کنید و هم بزنید تا یکدست بشه.

کف قالب ۲۰ در ۲۰ کاغذ روغنی بندازید و مواد کیک رو به طور یکدست داخل بریزید و به مدت ۲۰ تا ۲۵ دقیقه توی فر بذارید تا بپزه.
طرز تهیه سس زعفرانی همه مواد سس به جز پودر نارگیل، با هم ترکیب کنید وقتی گلوله‌های آرد باز شد، روی شعله ملایم بذارید و هم بزنید تا در حد فرنی غلیظ بشه. شعله رو خاموش کنید و پودر نارگیل رو اضافه کنید و هم بزنید.
وقتی کیک خنک شد، با سیخ چوبی یا چنگال سطح کیک رو سوراخ سوراخ کنید و سس گرم رو روی کیک پخش کنید
  </p>
  </div>
      </section>

  );
};

export default Ctart;
