import React from 'react';



const CreamPastry = () => {

  return (
<section id= "creampastry">
<div className='shkhameh'>
<div className='titlee'>    <h1>شیرینی خامه</h1>
</div>

  <p>
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>کره</td>
      <td>50 گرم</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>1/2 قاشق چایخوری</td>
    </tr>
    <tr>
      <td>آب یا شیر</td>
      <td>200 گرم (معادل یک لیوان)</td>
    </tr>
    <tr>
      <td>آرد</td>
      <td>125 گرم (معادل یک لیوان)</td>
    </tr>
    <tr>
      <td>تخم مرغ</td>
      <td>4 عدد درشت</td>
    </tr>
    <tr>
      <td>بیکینگ پودر</td>
      <td>1/4 قاشق چایخوری</td>
    </tr>
    <tr>
      <td>وانیل</td>
      <td>1/4 قاشق چایخوری</td>
    </tr>
    <tr>
      <td>خامه قنادی</td>
      <td>300 گرم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی خمیر: کره، شکر و آب را در ظرف مناسبی روی حرارت کم قرار دهید و مدام هم بزنید تا کره و شکر ذوب شوند و آب بجوشد. وقتی آب به نقطه جوش رسید، تمام آرد را به یکباره اضافه کنید و خوب هم بزنید تا خمیر یکدستی به دست آید. خمیر را از روی حرارت بردارید و اجازه دهید تا کاملاً خنک شود.
اضافه کردن تخم مرغ‌ها: تخم مرغ‌ها را یکی یکی به خمیر اضافه کنید و هر بار خوب هم بزنید تا تخم مرغ‌ها کاملاً جذب خمیر شوند. در مرحله آخر، بیکینگ پودر و وانیل را اضافه کنید.
پخت نان‌ها: خمیر آماده شده را داخل قیف با ماسوره شکوفه بریزید و روی سینی فر که با کاغذ روغنی پوشانده‌اید، به اندازه گردو یا کمی بزرگتر قرار دهید. نان‌ها را به مدت نیم ساعت با دمای 200 درجه سانتی‌گراد بپزید تا حجمشان دو تا سه برابر شود.
پر کردن نان‌ها با خامه: بعد از سرد شدن نان‌ها، ته آن‌ها را سوراخ کوچکی ایجاد کنید و خامه قنادی فرم گرفته را با کمک قیف داخل نان‌ها بریزید.
  </p>
  <p>
    <h1>رولت</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>تخم‌مرغ</td>
      <td>4 عدد</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>100 گرم</td>
    </tr>
    <tr>
      <td>آرد</td>
      <td>100 گرم</td>
    </tr>
    <tr>
      <td>بیکینگ پودر</td>
      <td>1/2 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>وانیل</td>
      <td>1/4 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>آب جوش</td>
      <td>4 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>خامه فرم‌گرفته</td>
      <td>100 تا 200 گرم</td>
    </tr>
    <tr>
      <td>موز و گردو (اختیاری)</td>
      <td>به مقدار دلخواه</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
جدا کردن زرده و سفیده تخم‌مرغ: زرده و سفیده تخم‌مرغ‌ها را جدا کنید. سفیده‌ها را با همزن برقی بزنید تا پف کند و نیمی از شکر را به آن اضافه کنید و به همزدن ادامه دهید تا سفت و پف‌دار شود.
زرده‌ها و شکر: زرده‌ها، مابقی شکر و وانیل را با همزن برقی بزنید تا کرم‌رنگ و کشدار شود. سپس آب جوش را اضافه و مخلوط کنید.
اضافه کردن آرد و بیکینگ پودر: آرد و بیکینگ پودر را مخلوط کرده و چند بار الک کنید و در سه مرحله به زرده تخم‌مرغ اضافه کنید و هم بزنید تا یکدست شوند.
مخلوط کردن سفیده و زرده: سفیده زده‌شده را در سه مرحله به مواد زرده اضافه کنید و به‌صورت دورانی هم بزنید تا کاملاً مخلوط شوند.
پخت کیک: کف قالب 30 در 40 سانتی‌متری را کاغذ روغنی بیندازید و مایه رولت را طوری کف قالب پهن کنید که به‌شکل یکدست در تمام سطح قالب پخش شود. فر را از 15 دقیقه قبل روی درجه 170 درجه سانتی‌گراد قرار دهید تا گرم شود. قالب را برای حدود 15 دقیقه در طبقه وسط فر قرار دهید.
رول کردن کیک: بعد از پخت رولت، آن را روی کاغذ روغنی یا دستمال نخی برگردانید، کاغذ پشت رولت را جدا کنید. کمی پودر قند روی آن الک کرده و آن را سریع رول کنید و داخل یک پلاستیک قرار دهید تا خنک شود.
اضافه کردن خامه: بعد از خنک‌شدن رولت، آن را باز کرده و سطح روی کیک را با کمی شربت مرطوب کنید. خامه قنادی را روی سطح رولت پخش کنید و دوباره رول کنید.
  </p>
  <p>
    <h1>لطیفه</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>تخم‌مرغ</td>
      <td>4 عدد</td>
    </tr>
    <tr>
      <td>شکر دانه‌ریز</td>
      <td>1 لیوان</td>
    </tr>
    <tr>
      <td>آرد</td>
      <td>1 لیوان</td>
    </tr>
    <tr>
      <td>بیکینگ پودر</td>
      <td>1/2 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>وانیل</td>
      <td>1/4 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>خامه فرم‌گرفته</td>
      <td>به میزان لازم</td>
    </tr>
    <tr>
      <td>پودر قند برای تزیین</td>
      <td>به میزان لازم</td>
    </tr>
    <tr>
      <td>پودر پسته (اختیاری)</td>
      <td>به میزان دلخواه</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
جدا کردن زرده و سفیده تخم‌مرغ: زرده و سفیده تخم‌مرغ‌ها را جدا کنید. سفیده‌ها را با همزن برقی بزنید تا پف کند و نیمی از شکر را به آن اضافه کنید و به همزدن ادامه دهید تا سفت و پف‌دار شود.
زرده‌ها و شکر: زرده‌ها، مابقی شکر و وانیل را با همزن برقی بزنید تا کرم‌رنگ و کشدار شود.
اضافه کردن آرد و بیکینگ پودر: آرد و بیکینگ پودر را مخلوط کرده و چند بار الک کنید و به زرده تخم‌مرغ اضافه کنید و هم بزنید تا یکدست شوند.
مخلوط کردن سفیده و زرده: سفیده زده‌شده را به مواد زرده اضافه کنید و به‌صورت دورانی هم بزنید تا کاملاً مخلوط شوند.
پخت شیرینی: کف سینی فر را کاغذ روغنی بیندازید و مایه شیرینی را به اندازه یک گردو روی کاغذ روغنی به شکل دایره بریزید. فر را از قبل روی 200 درجه سانتی‌گراد گرم کنید و سینی را برای حدود 10 دقیقه در طبقه وسط فر قرار دهید.
اضافه کردن خامه: بعد از پخت و خنک‌شدن شیرینی‌ها، بین دو تکه شیرینی خامه فرم‌گرفته بگذارید و روی آن‌ها پودر قند بپاشید. می‌توانید با پودر پسته نیز تزیین کنید
  </p>
  <p>
    <h1>تخته‌ای</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>تخم‌مرغ</td>
      <td>3 عدد</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>80 گرم</td>
    </tr>
    <tr>
      <td>آرد سفید</td>
      <td>75 گرم</td>
    </tr>
    <tr>
      <td>روغن مایع</td>
      <td>1 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>عسل</td>
      <td>1 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>وانیل</td>
      <td>1/2 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>پودر نسکافه</td>
      <td>1 قاشق مرباخوری</td>
    </tr>
    <tr>
      <td>خامه قنادی</td>
      <td>به مقدار کافی</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
جدا کردن زرده و سفیده تخم‌مرغ: زرده و سفیده تخم‌مرغ‌ها را جدا کنید. نصف شکر را به سفیده‌ها اضافه کنید و با همزن برقی بزنید تا سفید و پفکی شود.
زرده‌ها و شکر: زرده‌ها، مابقی شکر و وانیل را با همزن برقی بزنید تا کرم‌رنگ و کشدار شود. سپس روغن مایع و عسل را اضافه کنید و مخلوط کنید.
اضافه کردن نسکافه: نسکافه را با یک قاشق آب جوش حل کنید و به مواد اضافه کنید. سپس آرد و بیکینگ پودر را الک کرده و در سه مرحله به مواد اضافه کنید و با لیسک هم بزنید.
پخت کیک: کف قالب مستطیلی 35 در 35 سانتی‌متری را کاغذ روغنی بیندازید و مواد کیک را به‌صورت یکدست در قالب پهن کنید. فر را از قبل با دمای 180 درجه سانتی‌گراد گرم کنید و قالب را برای حدود 10 دقیقه در فر قرار دهید.
اضافه کردن خامه: بعد از پخت و خنک‌شدن کیک، آن را از وسط به‌صورت لایه‌ای نصف کنید. یک لایه خامه فرم‌گرفته را روی نصف کیک بمالید و نصف دیگر کیک را روی خامه قرار دهید. سپس یک لایه دیگر خامه روی شیرینی بکشید و با پالت صاف کنید.
تزیین و برش: شیرینی را در یخچال قرار دهید تا خامه سفت شود. سپس کناره‌های شیرینی را صاف کرده و به اندازه‌های دلخواه برش دهید. می‌توانید با تکه‌های میوه یا شکلات رنده‌شده تزیین کنید.
  </p>
  </div>
      </section>

  );
};

export default CreamPastry;
