import React from 'react';



const DryCookies = () => {
  return (
<section id= "drycookies">
 <div className='shkhoshk'>
 <div className='titlee'>  <h1>شیرینی خشک</h1>
 </div>

  <p>
    <h1>کشمشی</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>آرد:</td>
      <td>۲۵۰ گرم (۲ پیمانه)</td>
    </tr>
    <tr>
      <td>کره:</td>
      <td>۱۸۸ گرم</td>
    </tr>
    <tr>
      <td>تخم مرغ:</td>
      <td>۲ عدد</td>
    </tr>
    <tr>
      <td>پودر قند:</td>
      <td>۱۸۰ گرم (۱/۳ پیمانه + ۳ قاشق غذاخوری)</td>
    </tr>
    <tr>
      <td>کشمش پلویی:</td>
      <td>۱۲۰ گرم (۲/۳ پیمانه)</td>
    </tr>
    <tr>
      <td>اسانس وانیل:</td>
      <td>¼ قاشق چایخوری</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
مخلوط کردن کره و پودر قند: کره را از یخچال بیرون بیاورید تا با دمای محیط نرم شود. سپس کره را در یک کاسه بزرگ بریزید و پودر قند و اسانس وانیل را به آن اضافه کنید و با همزن خوب هم بزنید تا مخلوط یکدست و کرم رنگی بدست آید.
اضافه کردن تخم مرغ: تخم مرغ‌ها را یکی یکی به مخلوط اضافه کنید و مجدداً با همزن خوب بزنید تا تخم مرغ‌ها با مایه یکدست شوند.
اضافه کردن آرد: آرد را کم کم به مخلوط اضافه کنید و با لیسک مخلوط نمایید تا تمام آرد با مایه ترکیب شود.
اضافه کردن کشمش: کشمش‌ها را به مایه اضافه کنید و هم بزنید تا به طور یکنواخت در مایه پخش شوند.
آماده کردن سینی فر: کف سینی فر را کاغذ روغنی بیندازید و با قاشق از مایه شیرینی بردارید و با فاصله مناسب روی سینی قرار دهید.
پخت شیرینی: سینی را در فر که از قبل با دمای ۱۶۰ درجه سانتی‌گراد گرم شده است، به مدت ۱۰ الی ۱۵ دقیقه قرار دهید. زمانی که لبه‌های شیرینی طلایی شد، یعنی آماده است. اجازه دهید شیرینی‌ها خنک شوند و سپس از کاغذ جدا کنید.
  </p>
  <p>
    <h1>آلمانی</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>کره یا مارگارین:</td>
      <td>۱۵۰ گرم</td>
    </tr>
    <tr>
      <td>آرد سفید:</td>
      <td>۳۰۰ گرم</td>
    </tr>
    <tr>
      <td>تخم‌مرغ:</td>
      <td>۱ عدد</td>
    </tr>
    <tr>
      <td>وانیل مایع:</td>
      <td>½ قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>پودر شکر:</td>
      <td>۸۰ گرم</td>
    </tr>
    <tr>
      <td>مارمالاد با طعم دلخواه:</td>
      <td>به مقدار کافی</td>
    </tr>
    <tr>
      <td>شکلات تخته‌ای:</td>
      <td>به مقدار کافی</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
مخلوط کردن کره و پودر شکر: کره هم دمای محیط را داخل کاسه‌ای قرار دهید و پودر شکر را به آن اضافه کنید. با دور کند همزن برقی کمی مواد را بزنید تا به خورد یکدیگر بروند. سپس با دور متوسط به مدت 5 دقیقه بزنید تا مایع سفید و پوک شود.
اضافه کردن تخم‌مرغ و وانیل: تخم‌مرغ را داخل پیاله‌ای بشکنید و در صورت سالم بودن به همراه وانیل به ترکیب کره اضافه کنید و در حد مخلوط شدن مواد را بزنید.
اضافه کردن آرد: آرد را کم‌کم اضافه کنید و با لیسک به صورت دورانی مواد را مخلوط کنید تا خمیر نرم شود. نیاز نیست خمیر را ورز بدهید چون به روغن می‌افتد و خشک می‌شود.
آماده کردن خمیر: خمیر را به دو قسمت مساوی تقسیم کنید. یک قسمت را داخل سلفون قرار دهید و داخل یخچال بگذارید. کاغذ روغنی روی صفحه کار بگذارید و قسمت دیگر خمیر را روی آن قرار دهید و مجدداً کاغذ روغنی روی خمیر بگذارید تا خمیر بین دو کاغذ روغنی باشد.
باز کردن خمیر: با وردنه خمیر را به ضخامت 3 میلی‌متر باز کنید. سپس سینی فر را بیرون بیاورید و فر را روشن کنید و روی 175 درجه سانتی‌گراد قرار دهید تا 15 دقیقه زودتر گرم شود. با همان کاغذ روغنی خمیر را روی سینی قرار دهید.
برش زدن خمیر: کاغذ روغنی روی خمیر را بردارید و با فاصله از هم خمیر را کاتر بزنید تا زمان پخت شیرینی‌ها به یکدیگر نچسبند. سپس سینی را داخل فر گرم شده بگذارید تا به مدت 10 الی 15 دقیقه شیرینی‌ها بپزند.
تزیین شیرینی: همین که کف شیرینی‌ها طلایی شدند یعنی به طور کامل پخته‌اند. سینی را از فر بیرون بیاورید و چند دقیقه صبر کنید تا شیرینی‌ها به طور کامل خنک شوند. مارمالاد را داخل قیف یک‌بار مصرف بریزید، سپس شیرینی را بردارید و سمت صاف آن کمی مارمالاد بریزید و شیرینی دیگر را روی آن قرار دهید تا فیکس شوند. شکلات تخته‌ای را آب کنید و روی شیرینی‌ها را به هر صورت که تمایل دارید با شکلات ذوب شده تزئین کنید
  </p>
  <p>
    <h1>نخودچی</h1>
  </p>
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>آرد نخودچی</td>
      <td>500 گرم</td>
    </tr>
    <tr>
      <td>پودر شکر</td>
      <td>250 گرم</td>
    </tr>
    <tr>
      <td>روغن جامد</td>
      <td>250 گرم</td>
    </tr>
    <tr>
      <td>هل ساییده شده</td>
      <td>1 قاشق مرباخوری</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی مواد: آرد نخودچی و پودر شکر را جداگانه الک کنید.
مخلوط کردن: پودر شکر و روغن جامد را در ظرفی بریزید و با همزن برقی یا دستی مخلوط کنید تا کاملاً یکدست شود.
اضافه کردن آرد: نصف آرد نخودچی را به مخلوط پودر شکر و روغن اضافه کنید و خوب ورز دهید. سپس باقی‌مانده آرد نخودچی را اضافه کنید و دوباره ورز دهید تا خمیر یکدست شود.
استراحت دادن خمیر: خمیر را در پلاستیک بپیچید و به مدت 6 تا 24 ساعت در دمای اتاق استراحت دهید.
شکل دادن: خمیر را روی سطح صافی پهن کنید و با قالب‌های مخصوص شیرینی نخودچی، آن را قالب بزنید.
پخت: سینی فر را با کاغذ روغنی بپوشانید و شیرینی‌ها را روی آن بچینید. فر را از قبل با دمای 170 درجه سانتی‌گراد گرم کنید و شیرینی‌ها را به مدت 15 تا 20 دقیقه بپزید.
سرو: پس از پخت، شیرینی‌ها را از فر خارج کنید و اجازه دهید کاملاً خنک شوند. سپس آن‌ها را در ظرف سرو بچینید
  <p>
    <h1>شکلاتی</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>کره</td>
      <td>250 گرم</td>
    </tr>
    <tr>
      <td>پودر قند</td>
      <td>80 گرم</td>
    </tr>
    <tr>
      <td>آرد گندم</td>
      <td>300 گرم</td>
    </tr>
    <tr>
      <td>آرد برنج</td>
      <td>2 قاشق سوپخوری</td>
    </tr>
    <tr>
      <td>پودر دارچین</td>
      <td>1/2 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>پودر فندق</td>
      <td>80 گرم</td>
    </tr>
    <tr>
      <td>شکلات تخته‌ای</td>
      <td>100 گرم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
مخلوط کردن کره و پودر قند: کره را در دمای اتاق قرار دهید تا نرم شود. سپس، کره نرم‌شده و پودر قند را با همزن برقی بزنید تا نرم و کرمی شود.
اضافه کردن مواد خشک: آرد گندم، آرد برنج، پودر دارچین و پودر فندق را با هم مخلوط کنید. سپس، این مواد را قاشق قاشق به کره و پودر قند اضافه کنید و خوب مخلوط کنید تا خمیری یکدست درست شود.
استراحت دادن خمیر: خمیر را درون سینی باز کنید تا به ضخامت 5 میلی‌متر برسد. سپس، سینی را درون یخچال به مدت 30 دقیقه قرار دهید تا کره ببندد و خمیر سفت شود.
پخت شیرینی: فر را با دمای 180 درجه سانتی‌گراد گرم کنید. خمیر را از یخچال خارج کنید و با قالب‌های دلخواه قالب بزنید. شیرینی‌های قالب‌زده شده را در سینی بچینید و به مدت 10-15 دقیقه داخل فر قرار دهید تا زیرشان کمی طلایی شود.
تزیین با شکلات: شکلات تخته‌ای را درون کاسه‌ای روی بخار آب قرار دهید تا آب شود. سپس، روی شیرینی‌ها مقداری شکلات آب‌شده بریزید و روی شکلات نیز کمی مغز فندق خردشده بپاشید
  </p>
  </div>
      </section>

  );
};

export default DryCookies;
