import React from 'react';


const FreshPastry = () => {
  return (
<section id= "freshpastry">
<div className='shtar'>
<div className='titlee'>   <h1>شیرینی تر</h1>
</div>
  <p>
    <h1>گردویی</h1>
  </p>
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>پودر گردو:</td>
      <td>۱۲۰ گرم</td>
    </tr>
    <tr>
      <td>آرد برنج:</td>
      <td>۱۰۰ گرم</td>
    </tr>
    <tr>
      <td>زرده تخم‌مرغ:</td>
      <td>۱ عدد</td>
    </tr>
    <tr>
      <td>کره:</td>
      <td>۸۰ گرم</td>
    </tr>
    <tr>
      <td>پودر قند:</td>
      <td>۱۲۰ گرم</td>
    </tr>
    <tr>
      <td>دارچین:</td>
      <td>نصف قاشق مرباخوری</td>
    </tr>
    <tr>
      <td>مغز گردو (برای تزیین):</td>
      <td>به مقدار لازم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی مواد: کره را از یخچال بیرون بیاورید تا در دمای محیط نرم شود. فر را با دمای ۱۷۵ درجه سانتی‌گراد روشن کنید تا گرم شود.
مخلوط کردن مواد: کره نرم شده و پودر قند را در یک کاسه بریزید و با همزن برقی یا دستی هم بزنید تا یکدست شوند. سپس زرده تخم‌مرغ را اضافه کنید و خوب هم بزنید تا مواد ترکیب شوند.
اضافه کردن دارچین و گردو: دارچین را به مخلوط کره و تخم‌مرغ اضافه کنید و هم بزنید. سپس پودر گردو را به‌آرامی اضافه کنید و با همزن هم بزنید تا تمام مواد به‌خوبی مخلوط شوند.
شکل دادن به شیرینی‌ها: خمیر را به اندازه‌های کوچک تقسیم کنید و به شکل گرد درآورید. مغز گردو را روی هر شیرینی قرار دهید.
پختن شیرینی‌ها: شیرینی‌ها را در سینی فر قرار دهید و به مدت ۱۵ تا ۲۰ دقیقه در فر بپزید تا طلایی شوند.
  <p>
    <h1>باقلوا</h1>
  </p>
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>خمیر یوفکا:</td>
      <td>۱ بسته</td>
    </tr>
    <tr>
      <td>مغز پسته و گردو:</td>
      <td>به میزان لازم</td>
    </tr>
    <tr>
      <td>کره:</td>
      <td>۱۰۰ گرم</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>۲ پیمانه</td>
    </tr>
    <tr>
      <td>آب:</td>
      <td>۱ پیمانه</td>
    </tr>
    <tr>
      <td>هل و زعفران:</td>
      <td>به مقدار لازم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی مواد: کره را ذوب کنید و مغز پسته و گردو را خرد کنید.
چیدن خمیر: خمیر یوفکا را باز کنید و هر لایه را با کره ذوب شده چرب کنید. لایه‌ها را روی هم بچینید.
اضافه کردن مغزها: پس از هر چند لایه خمیر، مقداری مغز پسته و گردو بریزید و این کار را تا تمام شدن خمیر ادامه دهید.
برش دادن: خمیر را به شکل دلخواه برش دهید.
پختن: باقلواها را در فر با دمای 180 درجه سانتی‌گراد به مدت 30-40 دقیقه بپزید تا طلایی شوند.
تهیه شربت: شکر، آب، هل و زعفران را بجوشانید تا شربت غلیظ شود.
اضافه کردن شربت: پس از پخت، شربت را روی باقلواهای داغ بریزید و اجازه دهید خنک شوند
  <p>
    <h1>باسلوق</h1>
  </p>
  مواد لازم:
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>نشاسته ذرت:</td>
      <td>۱/۲ پیمانه</td>
    </tr>
    <tr>
      <td>آب:</td>
      <td>۲ پیمانه</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>۱ پیمانه</td>
    </tr>
    <tr>
      <td>گلاب:</td>
      <td>۱/۲ پیمانه</td>
    </tr>
    <tr>
      <td>پودر نارگیل:</td>
      <td>به مقدار لازم</td>
    </tr>
    <tr>
      <td>مغز گردو:</td>
      <td>به مقدار لازم</td>
    </tr>
    <tr>
      <td>کره:</td>
      <td>۱ قاشق غذاخوری</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
حل کردن نشاسته: نشاسته ذرت را با آب و گلاب مخلوط کنید و هم بزنید تا کاملاً حل شود.
اضافه کردن شکر: شکر را به مخلوط اضافه کنید و هم بزنید تا یکدست شود.
پختن مخلوط: مخلوط را در یک قابلمه روی حرارت کم قرار دهید و به آرامی هم بزنید تا غلیظ شود.
اضافه کردن کره: وقتی مخلوط غلیظ شد، کره را اضافه کنید و هم بزنید تا مواد کاملاً شبیه ژله شود.
شکل دادن به باسلوق: مخلوط را از روی حرارت بردارید و کمی خنک کنید. سپس با دست‌های چرب شده، باسلوق‌ها را به شکل دلخواه درآورید و در پودر نارگیل بغلتانید.
تزیین: مغز گردو را روی هر باسلوق قرار دهید و کمی فشار دهید تا فیکس شود.
  <p>
    <h1>شکلاتی</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>شکلات تخته‌ای:</td>
      <td>۱۰۰ گرم</td>
    </tr>
    <tr>
      <td>خامه صبحانه:</td>
      <td>۱۰۰ گرم</td>
    </tr>
    <tr>
      <td>مغز پسته:</td>
      <td>به مقدار دلخواه</td>
    </tr>
    <tr>
      <td>آرد سفید:</td>
      <td>۱ پیمانه</td>
    </tr>
    <tr>
      <td>شکر سفید:</td>
      <td>⅔ پیمانه</td>
    </tr>
    <tr>
      <td>روغن مایع:</td>
      <td>¼ پیمانه</td>
    </tr>
    <tr>
      <td>شیر:</td>
      <td>½ پیمانه</td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>۰.۱۲ قاشق چایخوری</td>
    </tr>
    <tr>
      <td>بیکینگ پودر:</td>
      <td>۱ قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>تخم‌مرغ:</td>
      <td>۲ عدد</td>
    </tr>
    <tr>
      <td>پودر کاکائو:</td>
      <td>¼ پیمانه</td>
    </tr>
    <tr>
      <td>بیسکوییت کاکائویی:</td>
      <td>۵ عدد</td>
    </tr>
    <tr>
      <td>کره:</td>
      <td>۱ قاشق غذاخوری</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی مواد: شکلات تخته‌ای را خرد کرده و با خامه صبحانه مخلوط کنید. سپس آن را روی حرارت ملایم قرار دهید تا شکلات ذوب شود و مخلوط یکدست شود.
مخلوط کردن مواد خشک: آرد، شکر، بیکینگ پودر و پودر کاکائو را با هم مخلوط کنید.
اضافه کردن مواد تر: تخم‌مرغ‌ها را با وانیل و روغن مایع مخلوط کنید و سپس شیر را اضافه کنید. این مخلوط را به مواد خشک اضافه کنید و خوب هم بزنید تا خمیر یکدست شود.
پختن کیک: خمیر را در قالب کیک بریزید و در فر با دمای 180 درجه سانتی‌گراد به مدت 30-40 دقیقه بپزید.
تهیه گاناش: مخلوط شکلات و خامه را که قبلاً آماده کرده‌اید، روی کیک پخته شده بریزید.
تزیین: بیسکوییت‌های کاکائویی را خرد کرده و روی گاناش بپاشید. مغز پسته را نیز برای تزیین اضافه کنید
  </p>
  </div>

      </section>

  );
};

export default FreshPastry;
