import React from 'react';


const ModernPastry = () => {
  return (
<section id= "modernpastry">
<div className='shmodern'>
<div className='titlee'>  <h1>شیرینی مدرن </h1>
</div>

  </div>
< p>
<h1>نسکافه</h1>
<table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>کره:</td>
      <td>۱۰۰ گرم</td>
    </tr>
    <tr>
      <td>پودر قند:</td>
      <td>۱/۲ پیمانه</td>
    </tr>
    <tr>
      <td>زرده تخم‌مرغ:</td>
      <td>۱ عدد</td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>نوک قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>پودر نسکافه:</td>
      <td>۱ قاشق مرباخوری پر</td>
    </tr>
    <tr>
      <td>آرد:</td>
      <td>۱ و ۱/۲ پیمانه</td>
    </tr>
    <tr>
      <td>خامه:</td>
      <td>۱۰۰ گرم</td>
    </tr>
    <tr>
      <td>شکلات تخته‌ای:</td>
      <td>۱۰۰ گرم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی خمیر: کره به دمای محیط رسیده و پودر قند را با همزن برقی خوب بزنید تا کرم رنگ و پوک شود. سپس زرده تخم‌مرغ و وانیل را اضافه کنید و هم بزنید.
اضافه کردن نسکافه: پودر نسکافه را به مخلوط کره و پودر قند اضافه کنید و خوب هم بزنید.
افزودن آرد: آرد را کم‌کم به مخلوط اضافه کنید و خوب مخلوط کنید تا خمیر لطیف و یکدستی به دست آید. خمیر را برای حدود ۳۰ دقیقه در یخچال بگذارید تا استراحت کند.
قالب زدن خمیر: خمیر را از یخچال خارج کنید و روی سطح آردپاشی شده با وردنه باز کنید. با کاتر دایره‌ای شکل قالب بزنید و خمیرهای قالب زده را روی سینی فر که با کاغذ روغنی پوشانده‌اید، بچینید.
پخت شیرینی: فر را از قبل با دمای ۱۶۰ درجه سانتی‌گراد گرم کنید و شیرینی‌ها را به مدت ۱۰ الی ۱۵ دقیقه در فر بپزید تا طلایی شوند. سپس از فر خارج کنید و بگذارید خنک شوند.
آماده‌سازی فیلینگ: خامه را روی شعله گاز گرم کنید تا روان شود. شکلات تخته‌ای را به قطعات کوچک تقسیم کنید و به خامه اضافه کنید و هم بزنید تا شکلات‌ها آب شوند. مخلوط را در یخچال بگذارید تا سفت شود، سپس با همزن بزنید تا فرم بگیرد
</p>
<p>
<h1>نارگیل</h1>
<table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>پودر نارگیل:</td>
      <td>۱۵۰ گرم</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>۳۰۰ گرم</td>
    </tr>
    <tr>
      <td>سفیده تخم‌مرغ:</td>
      <td>۵ عدد</td>
    </tr>
    <tr>
      <td>روغن مایع:</td>
      <td>۹۰ گرم</td>
    </tr>
    <tr>
      <td>وانیل:</td>
      <td>۱/۸ قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>آبلیمو:</td>
      <td>۱.۵ قاشق چای‌خوری</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
مخلوط کردن مواد: پودر نارگیل، شکر، نیمی از سفیده تخم‌مرغ و نیمی از روغن مایع را با هم مخلوط کنید و از چرخ گوشت یا غذاساز رد کنید تا مواد ریزتر شوند.
بن‌ماری کردن: مواد را داخل یک کاسه ریخته و روی بخار آب قرار دهید و مدام هم بزنید تا کمی گرم شود.
افزودن مواد باقی‌مانده: باقی‌مانده سفیده تخم‌مرغ، روغن مایع، وانیل و آبلیمو را اضافه کنید و مجدداً روی حرارت قرار دهید و هم بزنید تا مواد غلیظ و کشدار شود.
فرم دادن خمیر: مواد را از روی حرارت بردارید و بگذارید کمی خنک شود. سپس مواد را داخل قیف ریخته و روی سینی فر که با کاغذ روغنی پوشانده‌اید، به اندازه دلخواه بزنید.
پخت شیرینی: فر را از قبل با دمای ۱۷۵ درجه سانتی‌گراد گرم کنید و شیرینی‌ها را به مدت ۱۰ الی ۱۵ دقیقه بپزید تا کمی طلایی شوند.
</p>
<p>
<h1>کروسان</h1>
<table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>آرد:</td>
      <td>۵۰۰ گرم</td>
    </tr>
    <tr>
      <td>آب:</td>
      <td>۱۴۰ گرم</td>
    </tr>
    <tr>
      <td>شیر:</td>
      <td>۱۴۰ گرم</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>۵۵ گرم</td>
    </tr>
    <tr>
      <td>کره:</td>
      <td>۳۲۰ گرم</td>
    </tr>
    <tr>
      <td>خمیرمایه:</td>
      <td>۱۱ گرم</td>
    </tr>
    <tr>
      <td>نمک:</td>
      <td>۱۲ گرم</td>
    </tr>
    <tr>
      <td>تخم‌مرغ:</td>
      <td>۱ عدد</td>
    </tr>
    <tr>
      <td>شکلات چیپسی (اختیاری):</td>
      <td>به مقدار لازم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی خمیر: آرد، آب، شیر، شکر، خمیرمایه، نمک و ۴۰ گرم کره را در یک کاسه بزرگ مخلوط کنید و به مدت ۳ دقیقه با سرعت کم تا متوسط هم بزنید. سپس خمیر را به شکل یک دیسک گرد جمع کنید، داخل ظرفی که از قبل چرب کرده‌اید قرار دهید و روی آن را بپوشانید. خمیر را برای یک شب داخل یخچال قرار دهید تا استراحت کند.
اضافه کردن کره: کره را به قطعات کوچک تقسیم کنید و مقداری آرد روی آن بپاشید. این ترکیب را داخل یک ظرف مخلوط کنید. سپس کره را روی یک قطعه کاغذ روغنی پهن کنید. یک قطعه کاغذ روغنی دیگر روی آن قرار دهید و با وردنه سطح آن را صاف و یکدست کنید. ورقه کره را به مدت ۲ ساعت داخل فریزر قرار دهید تا سرد و سفت شود.
صاف کردن خمیر: خمیر را از یخچال درآورید و با وردنه بر روی سطح کار پهن کنید تا ضخامت آن حدود ۱ تا ۱.۵ سانتیمتر شود. سپس ورقه کره‌ای را از یخچال خارج کنید و در مرکز لایه خمیر قرار دهید. گوشه‌های خمیر را به شکل پاکت نامه روی کره بیاورید تا کره به طور کامل پوشانده شود. سپس خمیر را به مدت ۳۰ دقیقه داخل یخچال بگذارید.
تا کردن خمیر: به سطح وردنه و میزکار کمی آرد بپاشید و خمیر را روی آن پهن کنید. با استفاده از وردنه، خمیر را از وسط به بیرون صاف کنید. سپس خمیر را دوباره تا کنید و به مدت ۳۰ دقیقه داخل یخچال بگذارید. این کار را تا جایی تکرار کنید که کره به خوبی داخل خمیر نفوذ کند. معمولاً ۳ بار تکرار این حرکت کافی است. در آخر روی خمیر را بپوشانید و به مدت یک شب داخل یخچال قرار دهید.
برش زدن خمیر: خمیر را از یخچال خارج کنید. به سطح میز کار و وردنه کمی آرد بپاشید و خمیر را روی آن نازک پهن کنید. این کار را تا جایی ادامه دهید که ابعاد خمیر به چیزی حدود ۶۰ سانتیمتر در ۲۰ سانتیمتر برسد. سپس خمیر را به قطعات مثلثی شکل ببرید.
اضافه کردن شکلات: مقداری شکلات وسط هر قطعه خمیر بریزید، سپس خمیر را از قسمت پهن آن به سمت باریک رول کنید.
پخت کروسان: کروسان‌ها را روی سینی فر که با کاغذ روغنی پوشانده‌اید، بچینید. روی آنها را با تخم‌مرغ زده شده رومال کنید و مقداری کنجد یا شکر روی آنها بپاشید. فر را از قبل با دمای ۲۰۰ درجه سانتی‌گراد گرم کنید و کروسان‌ها را به مدت ۱۵ تا ۲۰ دقیقه بپزید تا طلایی شوند.
</p>
<p>
<h1>اکلر</h1>
<table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>آرد:</td>
      <td>۵۰۰ گرم</td>
    </tr>
    <tr>
      <td>آب:</td>
      <td>۱۴۰ گرم</td>
    </tr>
    <tr>
      <td>شیر:</td>
      <td>۱۴۰ گرم</td>
    </tr>
    <tr>
      <td>شکر:</td>
      <td>۵۵ گرم</td>
    </tr>
    <tr>
      <td>کره:</td>
      <td>۳۲۰ گرم</td>
    </tr>
    <tr>
      <td>خمیرمایه:</td>
      <td>۱۱ گرم</td>
    </tr>
    <tr>
      <td>نمک:</td>
      <td>۱۲ گرم</td>
    </tr>
    <tr>
      <td>تخم‌مرغ:</td>
      <td>۱ عدد</td>
    </tr>
    <tr>
      <td>شکلات چیپسی (اختیاری):</td>
      <td>به مقدار لازم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:

تهیه خمیر شو: آب و کره را در قابلمه‌ای بجوشانید. آرد را اضافه کنید و هم بزنید تا خمیر یکدست شود. خمیر را از روی حرارت بردارید و بگذارید خنک شود.
اضافه کردن تخم‌مرغ‌ها: تخم‌مرغ‌ها را یکی‌یکی به خمیر اضافه کنید و هم بزنید تا خمیر نرم و یکدست شود.
پخت خمیر: خمیر را در قیف بریزید و به شکل اکلر روی سینی فر که با کاغذ روغنی پوشانده شده است، پایپ کنید. فر را از قبل با دمای 200 درجه سانتی‌گراد گرم کنید و اکلرها را به مدت 20-25 دقیقه بپزید.
پر کردن اکلرها: بعد از خنک‌شدن، اکلرها را از وسط برش دهید و با خامه فرم‌گرفته پر کنید. روی آن‌ها را با شکلات ذوب‌شده تزیین کنید
</p>
      </section>

  );
};

export default ModernPastry;
