import React from 'react';

//از زیر مجموعه های کارت دسر که چهار منو دارد
//From the Deseri Card sub-sets which has four menus

const Dghel = () => {
  return (
<section id= "dghel">
<div className='dghel'>
<div className='titlee'><h1>دسرژله</h1> </div>

  <p>
  <h1> دسرژله دورنگ مجلسی</h1>

  <table class='styled-table'> 
    <thead> <tr> <th>مواد لازم برای تهیه ژله دو رنگ مجلسی</th>
    <th>مقدار</th>
    </tr> 

     </thead> 

     <tbody>

       <tr> <td>ژله آلوورا:</td><td>1 عدد</td> </tr>
         <tr> <td>بستنی لیوانی:</td> 
         <td>1 عدد</td> 
         </tr> <tr> <td>ژله آلبالو:</td>
          <td>1 عدد</td> 
          </tr> <tr> <td>موز:</td>
           <td>5 عدد</td> </tr>
            </tbody> </table>
طرز تهیه ژله دو رنگ مجلسی
شما می توانید هر دو رنگی از ژله را انتخاب کنید تا یک ژله دورنگ ترکیبی تهیه کنید که در این مطلب ما ژله قرمز و سفید را انتخاب کرده ایم.
برای تهیه این ژله ها باید اول ژله قرمز را با یک لیوان آب جوش حل کنید و روی بخار آب قرار دهید و هم بزنید تا شفاف شود. سپس یک لیوان آب سرد هم به آن اضافه کرده و هم بزنید.
حالا باید ظرف ژله را چرب کرده و مقداری از ژله‌ای که هم زده بودید را داخل آن بریزید و در یخچال بگذارید.
سپس ژله آلوورا را با یک لیوان آب جوش حل کرده و مانند ژله آلبالو آن را حل کنید ولی به جای آب سرد بستنی لیوانی به آن اضافه کنید و خوب هم بزنید و یک لایه موز ورقه ای هم روی ژله قرمز چیده و بعد سه ملاقه از ژله آلوورا روی موز و ژله قرمز بریزید و درون یخچال قرار دهید تا خود را ببندد.
برای هر لایه هم این کار را انجام دهید و در یخچال بگذارید و وقتی که تمام لایه ها تکمیل شد و ژله شما داخل یخچال کاملا بست، آن را از یخچال بیرون می آورید و درون یک کاسه بزرگ آب جوش بگذارید تا چند دقیقه بماند و اطراف خود را از ظرف جدا کند و بعد آن را تکان دهید و با چاقو لبه ژله را از ظرف جدا کنید و برگردانید و در ظرف دلخواه سرو کنید.
  </p>

  <p>
  <h1> دسرژله لیوانی</h1>

  <table class="styled-table">
  <thead>
    <tr>
      <th>  مواد لازم برای تهیه ژله لیوانی 
      </th>
      <th>مقدار</th>

    </tr>
  </thead>
  <tbody>
  <tr><td>ژله بنفش شاتوت: </td><td>1بسته </td></tr>
  <tr><td>ژله  نارنجی پرتقال : </td><td>½ بسته </td></tr>
  <tr><td>
  ژله آبی بلوبری:</td><td>½ بسته </td></tr>
  <tr><td>
  ژله زرد موز: </td><td>½ بسته </td></tr>
  <tr><td>
  ژله قرمز هندوانه: </td><td>½ بسته </td></tr>
  <tr><td>
  ژله سبز لیمو: </td><td>½ بسته </td></tr>
  <tr><td> 
  پاناکوتا وانیلی:</td><td>مقدارلازم </td></tr>
</tbody>
</table>
طرز تهیه ژله لیوانی چند رنگ
برای تهیه ژله باید هر کدام از ژله ها را جداگانه با نصف لیوان فرانسوی آب جوش ترکیب کرده و با روش بن ماری آن را کاملاً حل کنید تا یک مایع شفاف به شما بدهد.
سپس لیوان یا جامی که قرار است ژله داخل آن تهیه شود را آماده کنید و یک لایه از هر ژله را در همه لیوان ها بریزید به ترتیب هر لایه ژله و پاناکوتا را که اضافه می کنید باید آنها را درون یخچال گذاشته و وقتی که این لایه بست باید لایه بعدی را اضافه کنید.
برای اینکه ژله شما طعم بهتری داشته باشد در بین هر لایه ژله یک لایه پاناکوتا بریزید.

  </p>

<p>
<h1> دسرژله بستنی</h1>

نرم کردن بستنی: بستنی را در دمای محیط قرار دهید تا نرم شود
حل کردن پودر ژله: پودر ژله را در یک ظرف بریزید و به آن آب جوش اضافه کنید. ظرف را روی بخار کتری قرار دهید و مرتب هم بزنید تا پودر ژله کاملاً حل شود.
هم دما کردن ژله و بستنی: ظرف محتوی ژله و آب را از روی حرارت بردارید و بگذارید تا با محیط هم دما شود.
مخلوط کردن ژله و بستنی: وقتی ژله کمی خنک شد و بستنی نرم شده بود، هر دو را در قالب مورد نظر بریزید و با هم مخلوط کنید. سپس قالب را در یخچال بگذارید تا ژله بستنی ببندد.
خارج کردن ژله از قالب: وقتی ژله کاملاً سفت شد، آن را از یخچال خارج کنید. برای خارج کردن ژله از قالب، قالب را به مدت چند ثانیه در آب گرم نگه دارید و سپس در ظرف سرو برگردانید.
</p>

  <p>
  <h1>دسرژله رولی</h1>

  طرز تهیه ژله رولی
برای درست کردن ژله رولی باید یک بسته پودر ژله را با یک لیوان آب جوش ترکیب کنید و هم بزنید تا شفاف شود.
برای اینکه بهتر حل شود می توانید روی حرارت کتری یا سماور حل کنید و کمی صبر کنید تا ژله خنک شود و حرارت آن بیفتد و بعد بستنی که کاملاً یخ زده و سرد باشد را به آن اضافه کنید و هم بزنید. به قدری هم بزنید که بستنی کمی نرم شود ولی زیاد مخلوط نکنید که رنگ آنها با هم قاطی نشود و بستنی کف نکند.
سپس روی سینی 20 در 30 چند قطره روغن بریزید و آن را چرب کنید و مخلوط ژله بستنی را روی آن بریزید و صاف کنید و حدود یک ساعت داخل یخچال بگذارید.
بعد از اینکه یک ساعت گذشت دور آن را برش بزنید و ژله را از سینی جدا کنید و آن را به صورت نواری با قطر دلخواه برش زده و رول کنید و مجدداً یک ساعت داخل یخچال بگذارید که سرد شود و خود را بگیرد.
اگر خواستید ژله ویترینی باشد باید با توجه به مقدار ژله‌ رولی و اندازه قالب یک یا دو بسته ژله آلوورا هم تهیه کنید و نصف ژله را داخل قالب بریزید و درون یخچال بگذارید تا خود را بگیرد و ژله رولی روی ژله آلوئه ورا چیده و بقیه ژله را روی آن بریزید و درون یخچال بگذارید تا سفت شود. اگر هم خواستید به جای ژله رولی می‌توانید تکه‌های میوه استفاده نمایید.
  </p>
  </div>

      </section>

  );
};

export default Dghel;
