import React from 'react';


//از زیر مجموعه های کارت دسر که چهار منو دارد
//From the Deseri Card sub-sets which has four menus

const Dmodern = () => {

  return (
<section id= "dmodern">
<div className='dmodern'>
<div className='titlee'><h1>دسرمدرن</h1></div>
  <p>
    <h1>پاناکوتا</h1>
    <table class='styled-table'>
    <thead>
        <tr>
            <th>مواد لازم برای تهیه دسر وانیلی</th>
            <th>مقدار </th>
        </tr>
    </thead>
    <tbody>
        <tr>
            <td>شیر:</td>
            <td>1 پیمانه</td>
        </tr>
        <tr>
            <td>شکر:</td>
            <td>نصف پیمانه</td>
        </tr>
        <tr>
            <td>خامه صبحانه:</td>
            <td>400 گرم</td>
        </tr>
        <tr>
            <td>پودر ژلاتین:</td>
            <td>3 قاشق چای‌خوری</td>
        </tr>
        <tr>
            <td>وانیل:</td>
            <td>نصف قاشق چای‌خوری</td>
        </tr>
        <tr>
            <td>میوه دلخواه برای تهیه سس میوه:</td>
            <td>به مقدار لازم</td>
        </tr>
        <tr>
            <td>پودر قند برای تهیه سس میوه:</td>
            <td>2 قاشق غذاخوری</td>
        </tr>
    </tbody>
</table>
طرز تهیه:
گرم کردن شیر: یک پیمانه شیر را در قابلمه‌ای با اندازه مناسب بریزید و روی شعله ملایم گاز قرار دهید تا کمی گرم شود، اما به جوش نیاید.
حل کردن ژلاتین: مقداری از شیر گرم را در یک کاسه فلزی بریزید و پودر ژلاتین را به‌آرامی به آن اضافه کنید. کاسه را روی کتری یا قابلمه آب در حال جوش قرار دهید و شیر را مرتب هم بزنید تا ژلاتین کاملاً حل شود.
ترکیب مواد: مخلوط شیر و ژلاتین را به بقیه شیر در قابلمه اضافه کنید و هم بزنید. سپس قابلمه را دوباره روی شعله ملایم قرار دهید تا شیر گرم شود، اما به جوش نیاید.
اضافه کردن خامه و شکر: خامه صبحانه و نصف پیمانه شکر را در یک کاسه بریزید و با همزن برقی یا دستی هم بزنید تا خامه فرم بگیرد. سپس این مخلوط را به قابلمه شیر اضافه کنید و هم بزنید.
افزودن وانیل: نصف قاشق چای‌خوری وانیل را به مخلوط اضافه کنید و هم بزنید.
ریختن در قالب: مخلوط را در قالب‌های دلخواه بریزید و به مدت حداقل 4 ساعت در یخچال قرار دهید تا پاناکوتا سفت شود.
تهیه سس میوه: میوه دلخواه را با 2 قاشق غذاخوری پودر قند مخلوط کنید و روی حرارت ملایم قرار دهید تا سس میوه آماده شود
  </p>
  <p>
    <h1>تیرامیسو</h1>
  </p>
  <table class='styled-table'>
    <thead>
        <tr>
            <th>مواد لازم برای تهیه تیرامیسو</th>
            <th>مقدار </th>
        </tr>
    </thead>
    <tbody>
        <tr>
            <td>بیسکویت لیدی فینگر:</td>
            <td>۲ بسته</td>
        </tr>
        <tr>
            <td>پنیر ماسکارپونه:</td>
            <td>۲۸۵ گرم</td>
        </tr>
        <tr>
            <td>خامه:</td>
            <td>۴۲۰ میلی‌لیتر</td>
        </tr>
        <tr>
            <td>شکر:</td>
            <td>۲۰۰ گرم</td>
        </tr>
        <tr>
            <td>تخم مرغ:</td>
            <td>۶ عدد</td>
        </tr>
        <tr>
            <td>قهوه اسپرسو سرد:</td>
            <td>۲۴۰ میلی‌لیتر</td>
        </tr>
        <tr>
            <td>پودر کاکائو:</td>
            <td>۳۰ گرم</td>
        </tr>
    </tbody>
</table>
طرز تهیه:
جدا کردن زرده و سفیده تخم مرغ‌ها: زرده‌ها و سفیده‌ها را جدا کنید.
آماده‌سازی زرده‌ها: زرده‌ها و شکر را در یک کاسه روی قابلمه آب جوش (روش بن‌ماری) قرار دهید و حدود ۱۰ دقیقه هم بزنید تا مخلوط یکدست و غلیظ شود.
اضافه کردن پنیر ماسکارپونه: پنیر ماسکارپونه را به مخلوط زرده‌ها اضافه کنید و هم بزنید تا یکدست شود.
آماده‌سازی خامه: خامه را در ظرف دیگری خوب بزنید تا فرم بگیرد، سپس آن را با مخلوط قبلی مخلوط کنید.
آماده‌سازی بیسکویت‌ها: بیسکویت‌های لیدی فینگر را در قهوه سرد فرو ببرید تا مرطوب شوند.
چیدن لایه‌ها: یک لایه بیسکویت در قالب بچینید، سپس نصف مخلوط ماسکارپونه را روی آن بریزید و به صورت یکنواخت پخش کنید. این کار را تکرار کنید.
استراحت در یخچال: دسر را حداقل ۴ ساعت در یخچال بگذارید
  <p>
    <h1>ماکارون</h1>
  </p>
  <table class='styled-table'>
    <thead>
        <tr>
            <th>مواد لازم برای تهیه ماکارون</th>
            <th>مقدار </th>
        </tr>
    </thead>
    <tbody>
        <tr>
            <td>پودر بادام:</td>
            <td>150 گرم</td>
        </tr>
        <tr>
            <td>پودر قند:</td>
            <td>150 گرم</td>
        </tr>
        <tr>
            <td>سفیده تخم‌مرغ:</td>
            <td>110 گرم (تقسیم به دو قسمت 55 گرمی)</td>
        </tr>
        <tr>
            <td>شکر:</td>
            <td>150 گرم</td>
        </tr>
        <tr>
            <td>آب:</td>
            <td>37 گرم</td>
        </tr>
        <tr>
            <td>رنگ خوراکی (اختیاری):</td>
            <td>به مقدار لازم</td>
        </tr>
    </tbody>
</table>
طرز تهیه:
آماده‌سازی پودر بادام و پودر قند: پودر بادام و پودر قند را با هم مخلوط کنید و دوبار الک کنید تا کاملاً یکدست شوند.
آماده‌سازی سفیده تخم‌مرغ: سفیده‌های تخم‌مرغ را در دو کاسه جداگانه تقسیم کنید.
تهیه شربت شکر: شکر و آب را در یک قابلمه کوچک بریزید و روی حرارت ملایم قرار دهید تا شکر حل شود و شربت به دمای 118 درجه سانتی‌گراد برسد.
هم زدن سفیده‌ها: یکی از کاسه‌های سفیده تخم‌مرغ را با همزن برقی بزنید تا کف کند. سپس شربت داغ را به آرامی به سفیده‌ها اضافه کنید و هم بزنید تا مخلوط براق و سفت شود.
ترکیب مواد خشک و سفیده‌ها: مخلوط پودر بادام و پودر قند را به سفیده‌های دیگر اضافه کنید و با لیسک به آرامی مخلوط کنید. سپس مخلوط سفیده و شربت را به این ترکیب اضافه کنید و به آرامی هم بزنید تا مواد یکدست شوند.
اضافه کردن رنگ خوراکی: اگر می‌خواهید ماکارون‌های رنگی داشته باشید، در این مرحله رنگ خوراکی را اضافه کنید و مخلوط کنید.
پایپ کردن ماکارون‌ها: مخلوط را در قیف قنادی با سر گرد بریزید و روی کاغذ روغنی در سینی فر، دایره‌های کوچک پایپ کنید.
استراحت دادن ماکارون‌ها: سینی را به مدت 30 دقیقه در دمای اتاق قرار دهید تا سطح ماکارون‌ها خشک شود.
پخت ماکارون‌ها: فر را با دمای 150 درجه سانتی‌گراد گرم کنید و ماکارون‌ها را به مدت 12-15 دقیقه بپزید.
سرد شدن ماکارون‌ها: بعد از پخت، ماکارون‌ها را از فر خارج کنید و بگذارید کاملاً سرد شوند.
پر کردن ماکارون‌ها: ماکارون‌ها را با کرم یا گاناش دلخواه پر کنید و دو به دو به هم بچسبانید.
  <p>
    <h1>پارفه</h1>
    <table class='styled-table'> 
    <thead> <tr> <th>مواد لازم</th><th>مقدار </th></tr> 
     </thead> 
     <tbody>
<tr> <td> خامه قنادی:</td><td>300گرم</td> </tr>

<tr> <td>بیسکویت پتی بور: (125 گرمی)</td><td>1 بسته</td> </tr>

<tr> <td> 
توت فرنگی خرد شده:</td><td>1 لیوان</td> </tr>
<tr> <td>ژله توت فرنگی:</td><td>1 بسته</td> </tr>

<tr> <td>آب جوش:
</td><td> 2 پیمانه </td> </tr>

<tr> <td>پودر ژلاتین:</td><td> 3 قاشق غذاخوری
</td> </tr>
<tr> <td>
آب سرد:</td><td> 1/3 لیوان
</td> </tr>
<tr> <td>مغزیجات (مثل بادام یا گردو)</td><td>: مقداری</td> </tr>
</tbody> 
</table>
طرز تهیه:
آماده‌سازی ژله: ژله توت فرنگی را با 2 پیمانه آب جوش حل کنید و بگذارید کمی خنک شود.
آماده‌سازی پودر ژلاتین: پودر ژلاتین را با 1/3 لیوان آب سرد مخلوط کنید و به روش بن‌ماری (روی بخار آب) حل کنید.
ترکیب ژله و ژلاتین: ژلاتین حل شده را به ژله اضافه کنید و خوب مخلوط کنید.
آماده‌سازی خامه: خامه قنادی را با همزن برقی بزنید تا فرم بگیرد.
چیدن لایه‌ها: در لیوان یا ظرف سرو، یک لایه بیسکویت پتی بور خرد شده بریزید. سپس یک لایه خامه فرم گرفته و بعد یک لایه توت فرنگی خرد شده اضافه کنید. این مراحل را تکرار کنید تا ظرف پر شود.
اضافه کردن ژله: مخلوط ژله و ژلاتین را روی لایه‌های دسر بریزید.
استراحت در یخچال: دسر را حداقل 4 ساعت در یخچال قرار دهید تا ژله ببندد.
تزئین: قبل از سرو، دسر را با مغزیجات و توت فرنگی تزئین کنید
  </p>
  </div>

      </section>

  );
};

export default Dmodern;
