import React from 'react';


//از زیر مجموعه های کارت دسر که چهار منو دارد
//From the Deseri Card sub-sets which has four menus

const Mous = () => {

  return (
<section id= "mous">
<div className='mous'>
<div className='titlee'><h1>موس وکرم</h1> </div>
  </div>
  <p>
    <h1>موس تمشک</h1>
<table class="styled-table">
  <thead>
    <tr>
<th>   مواد لازم برای تهیه موس تمشک یخ زده 
</th>
<th>مقدار</th>

</tr>
</thead>
<tbody>
 <br />
<tr>	<td>تخم مرغ	:</td> <td> 4عدد</td></tr>
<tr>	<td>شکر :</td> <td>3/4 پیمانه </td></tr>
<tr>	<td>کره :</td> <td>150 گرم
</td></tr>
<tr>	<td>شکلات تلخ 70% :</td> <td>160گرم   </td></tr>
<tr>	<td> نمک:</td> <td>نوک قاشق   </td></tr>

<tr>	<td>پوره تمشک :</td> <td>1/4 پیمانه 
</td></tr>
<tr>	<td>شکر :</td> <td>یک قاشق غذاخوری 
</td></tr>
</tbody>
</table>

طرز تهیه تمشک یخ زده
در اولین مرحله باید سفیده و زرده تخم مرغ از هم جدا شود و زرده ها را داخل یک ظرف ریخته و کمی شکر به آن اضافه کنید و هم بزنید تا یکدست و غلیظ شود. سپس یک قابلمه کوچک را برداشته و داخل آن آب زیادی بریزید و روی شعله گاز بگذارید تا به جوش برسد و بعد زرده تخم مرغ و شکری که مخلوط کرده اید را به آب در حال جوش اضافه کنید و 5 دقیقه آن را هم بزنید تا داغ شود.
پس از آن یک کاسه بزرگ را پر از یخ کنید و کاسه پیرکس را از روی قابلمه آب جوش برداشته و داخل ظرف یخ بگذارید و 5 دقیقه آنها را هم بزنید تا خنک شود.
کره را از یخچال بیرون بگذارید تا هم دما با محیط شده و نرم شود و شکلات تلخ را خورد کرده و درون یک ظرف مناسب داخل مایکروویو بگذارید و 30 ثانیه اجازه بدهید که آب شود و آن را بیرون آورد و هم بزنید.
این کار را تا جایی که شکلات کاملا ذوب شود تکرار کنید و کم کم کره را به آن اضافه کنید و هم بزنید تا حالت کرمی پیدا کند.
سپس کرم شکلاتی را به زرده تخم مرغ اضافه کرده و میکس کنید و بعد پوره تمشک را هم اضافه کرد و با هم مخلوط کنید.
سپس با همزن سفیده های تخم مرغ را با کمی نمک آنقدر هم بزنید که فرم بگیرد و بعد شکر را به آن اضافه کنید و باز هم هم بزنید و در طی دو مرحله سفیده تخم مرغ ها را به کرم شکلاتی اضافه کرده و خوب مواد را زیر و رو کنید.
سپس موس شکلاتی را قاشق قاشق درون قالب سیلیکونی ریخته و برای اینکه حفره نداشته باشد قالب را روی میز کوبید و بعد حدود 6 ساعت داخل فریزر بگذارید تا خود را بگیرد. سپس در ظرف دلخواه ریخته و با تمشک تازه سرو کنید.

  </p>
<p>

<h1> موس شکلات
</h1>

<table class="styled-table">
  <thead>
    <tr>
<th> مواد لازم برای تهیه  موس شکلات 
</th>
<th>مقدار</th>

</tr>
</thead>
<tbody>
 <br />
 <tr>	<td> شکلات تلخ یا چیپسی:</td> <td>125گرم </td></tr>

<tr>	<td> خامه:</td> <td>25گرم </td></tr>
<tr>	<td>شکر :</td> <td>4 پیمانه </td></tr>
<tr>	<td>زرده تخم مرغ  :</td> <td>2عدد 
</td></tr>
<tr>	<td>سفیده تخم مرغ :</td> <td>سه عدد </td></tr>

<tr>	<td>شکر :</td> <td>60گرم  
</td></tr>
<tr>	<td>نمک :</td> <td>یک قاشق غذاخوری 
</td></tr>
</tbody>
</table>
طرز تهیه:
ذوب کردن شکلات: خامه را روی تکه‌های شکلات تلخ بریزید و مخلوط را به روش بن ماری (روی بخار آب) ذوب کنید. مراقب باشید که شکلات نسوزد. پس از ذوب شدن، مخلوط را از روی حرارت بردارید و بگذارید خنک شود.
آماده‌سازی تخم‌مرغ: زرده و سفیده تخم‌مرغ‌ها را جدا کنید. زرده‌ها را با همزن الکتریکی خوب بزنید تا بوی نامطلوب تخم‌مرغ کاهش یابد. سپس شکر را اضافه کنید و هم بزنید تا مخلوط یکنواختی به دست آید.
مخلوط کردن شکلات و تخم‌مرغ: مخلوط شکلات و خامه را به مخلوط زرده تخم‌مرغ و شکر اضافه کنید و خوب هم بزنید.
پف دادن سفیده تخم‌مرغ: به سفیده‌های تخم‌مرغ مقدار کمی نمک اضافه کنید و با همزن بزنید تا پف کنند و سفید رنگ شوند.
ترکیب نهایی: سفیده‌های پف کرده را به مخلوط شکلات و تخم‌مرغ اضافه کنید و به آرامی هم بزنید تا موس شکلاتی حالت پف کرده خود را پیدا کند.
سرد کردن: مخلوط را در ظرف‌های سرو بریزید و برای حداقل ۲ ساعت در یخچال قرار دهید تا موس شکلاتی سفت شود.
</p>
  <p>
<h1>    دسر کرم وانیلی
</h1>

<table class="styled-table">
  <thead>
    <tr>
<th> مواد لازم برای تهیه  کرم وانیلی 
</th>
<th>مقدار</th>

</tr>
</thead>
<tbody>
 <br />
<tr>	<td> زرده تخم مرغ:</td> <td>3عدد </td></tr>
<tr>	<td>پودرقند یاشکردانه ریز :</td> <td>1/2پیمانه </td></tr>
<tr>	<td>وانیل :</td> <td>1/4قاشق چایخوری
</td></tr>
<tr>	<td>شیر :</td> <td>یک پیمانه</td></tr>

<tr>	<td>روغن :</td> <td>1 قاشق غذاخوری
</td></tr>
<tr>	<td>پودرژلاتین :</td> <td>1 قاشق سوپخوری پر
</td></tr>
<tr>	<td>خامه صبحانه:</td> <td>200گرم </td></tr>

</tbody>
</table>

طرز تهیه کرم وانیلی
به منظور تهیه کرم وانیلی باید یک پیمانه شیر را داخل قابلمه ریخته و روی شعله گاز بگذارید. سپس پودر ژلاتین را در کمی آب سرد ریخته و بگذارید که نرم شود و بعد روی بخار آب بگیرید تا پودر ژلاتین داخل آب حل شود و بعد شیر را به ژله اضافه کرده و در گوشه ای بگذارید تا خنک شود.
در مرحله بعدی باید زرده های تخم مرغ را داخل یک ظرف با وانیل و پودر قند مخلوط کنید و هم بزنید تا کاملاً ترکیب شده و حالت کشدار پیدا کند.
سپس مخلوط تخم مرغ را روی حرارت غیر مستقیم یا بخار آب گرفته و هم بزنید که تخم مرغ ها بپزند و رنگ سفید پیدا کنند.
وقتی که مایه یکدست شد و شکر ها خوب حل‌شدند، آن را از روی حرارت برداشته و با شیر و ژلاتین ترکیب کنید.
در مرحله آخر خامه صبحانه را هم اضافه کرده و هم بزنید تا به خوبی با هم مخلوط شوند و بعد کرم را داخل قالب دلخواه خود ریخته و 6 ساعت یا یک شب کامل داخل یخچال بگذارید تا کاملاً خود را بگیرد و بعد قالب را برگردانده و در ظرف دلخواه سرو کنید و برای تزیین هم کمی خامه یا میوه روی آن بگذارید.
کرم وانیلی جزو کرم و موس ها و از محبوب ترین دسرها می باشد که برای آماده سازی مواد اولیه 20 دقیقه زمان احتیاج است و برای پختن و آماده شدن آن 10 دقیقه زمان احتیاج دارید.
مواد لازمی که اشاره کردیم کرم وانیلی برای 4 نفر را آماده می‌کند. ولی اگر بخواهید برای تعداد نفرات بیشتر آن را تهیه کنید باید با توجه به نسبتی که بین مواد اولیه به کار رفته مقدار آنها را افزایش دهید.

  </p>
  <p>
<h1>موس موز</h1>
<table class="styled-table">
  <thead>
    <tr>
<th> مواد لازم برای تهیه  موس موز 
</th>
<th>مقدار</th>
</tr>
</thead>
<tbody>
 <br />
<tr>	<td>موز:</td> <td>4عددکوچک</td></tr>
<tr>	<td>شکر :</td> <td>1/2فنجان </td></tr>
<tr>	<td>کره :</td> <td>50 گرم
</td></tr>
<tr>	<td>خامه غلیظ شده :</td> <td>1.5فنجان </td></tr>

<tr>	<td>پودرژلاتین :</td> <td>2 قاشق مرباخوری
</td></tr>
<tr>	<td>آب پرتقال :</td> <td>4قاشق غذاخوری
</td></tr>
<tr>	<td>آب لیمو :</td> <td>1قاشق غذاخوری
</td></tr>
<tr>	<td>نمک:</td> <td>به مقدارخیلی کم
</td></tr>
</tbody>
</table>
طرز تهیه:
پوره کردن موز: موزها را به همراه شکر، آب پرتقال، آب لیمو و نمک در مخلوط کن بریزید و کاملاً پوره کنید.
حل کردن ژلاتین: پودر ژلاتین را در یک سوم لیوان آب سرد بریزید و به روش بن ماری (روی بخار آب) حل کنید تا شفاف شود.
مخلوط کردن ژلاتین و موز: ژلاتین حل شده را به پوره موز اضافه کنید و دوباره در مخلوط کن بریزید و به طور کامل مخلوط کنید.
هم زدن خامه: خامه را با همزن بزنید تا کمی سفت شود و سپس به مخلوط موز اضافه کنید و با قاشق یا لیسک به آرامی هم بزنید.
سرد کردن: مخلوط را در ظرف‌های سرو بریزید و برای حداقل ۲ ساعت در یخچال قرار دهید تا موس موزی سفت شود.
موس موزی شما آماده است! می‌توانید آن را با پودر کاکائو، چیپس شکلاتی یا پسته تزئین کنید و از طعم بی‌نظیر آن لذت ببرید.
  </p>
      </section>

  );
};

export default Mous;
