import React from 'react';


//از زیر مجموعه های کارت نوشیدنی که چهار منو دارد
//From the Drink Card sub-sets which has four menus

const Col = () => {

  return (
<section id= "col">
<div className='col'>
<div className='titlee'>  <h1>نوشیدنی سرد</h1>
</div>

  </div>
  <p>
    <h1>آیس تی</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>چای سیاه</td>
      <td>۱ پیمانه</td>
    </tr>
    <tr>
      <td>آب</td>
      <td>۲ لیوان</td>
    </tr>
    <tr>
      <td>شکر یا عسل</td>
      <td>به مقدار کافی</td>
    </tr>
    <tr>
      <td>آب لیموی تازه</td>
      <td>به مقدار کافی</td>
    </tr>
    <tr>
      <td>یخ</td>
      <td>به مقدار لازم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
دم کردن چای: آب را به جوش آورده و چای را درون قوری بریزید و اجازه دهید تا بر روی حرارت حاصل از بخار دم بکشد. می‌توانید از چای کیسه‌ای نیز استفاده کنید.
اضافه کردن آب سرد: پس از آماده شدن چای، تفاله‌ها را جدا کرده و مقداری آب سرد به آن اضافه کنید.
شیرین کردن: متناسب با ذائقه خودتان به چای مقداری عسل یا شکر بیافزایید و نوشیدنی را درون یخچال قرار دهید.
اضافه کردن یخ و لیمو: پس از خنک شدن نوشیدنی، آن را از یخچال خارج کرده و چند قطعه یخ و کمی آب لیموی تازه به آن اضافه کنید. برای تزئین می‌توانید از نعنا استفاده کنید.
آیس تی شما آماده است؛ نوش جان! اگر دوست دارید طعم‌های مختلفی را امتحان کنید، می‌توانید میوه‌هایی مانند توت یا هلو را نیز به چای سرد اضافه کنید.

  </p>
  <p>
    <h1>لیموناد</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>لیمو ترش</td>
      <td>۵ عدد</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>۱ لیوان</td>
    </tr>
    <tr>
      <td>آب</td>
      <td>۱ لیتر</td>
    </tr>
    <tr>
      <td>یخ</td>
      <td>به مقدار لازم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آب لیموها را بگیرید و هسته‌های آن‌ها را جدا کنید.
شکر را در آب حل کنید. برای این کار، آب را کمی گرم کنید و شکر را به آن اضافه کنید تا کاملاً حل شود.
آب لیمو را به آب و شکر اضافه کنید و خوب هم بزنید.
لیموناد را در یخچال قرار دهید تا خنک شود.
قبل از سرو، یخ اضافه کنید و می‌توانید چند برگ نعنا برای طعم و تزئین به آن اضافه کنید.
  </p>
  <p>
    <h1>بیدمشک</h1> 
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>عرق بیدمشک</td>
      <td>۱ لیتر</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>۳ کیلوگرم</td>
    </tr>
    <tr>
      <td>آب</td>
      <td>۴ لیوان</td>
    </tr>
    <tr>
      <td>آب لیموترش تازه</td>
      <td>به مقدار لازم</td>
    </tr>
    <tr>
      <td>یخ</td>
      <td>به مقدار لازم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده کردن شربت شکر: آب و شکر را در یک قابلمه مخلوط کنید و روی حرارت ملایم قرار دهید تا به جوش آید و شکر کاملاً حل شود.
غلیظ کردن شربت: اجازه دهید شربت بجوشد و غلیظ شود. سپس آن را از روی حرارت بردارید و بگذارید خنک شود.
اضافه کردن عرق بیدمشک: پس از خنک شدن شربت، عرق بیدمشک را به آن اضافه کنید و خوب هم بزنید.
سرو کردن: برای سرو، ۱ تا ۲ قاشق غذاخوری از شربت بیدمشک را در لیوان بریزید، چند تکه یخ و چند قطره آب لیموترش تازه اضافه کنید و بقیه لیوان را با آب پر کنید. شربت را به‌خوبی هم بزنید و نوش جان کنید.
نکته: اگر عرق بیدمشک را به شربت داغ اضافه کنید، عطر و بوی عرق در اثر دمای بالا از بین می‌رود. پس حتماً اجازه دهید شربت خنک شود و سپس عرق بیدمشک را اضافه کنید12.


  </p>
  <p>
    <h1>موهیتو</h1>
    <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>شکر</td>
      <td>1 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>لیموترش</td>
      <td>1 عدد</td>
    </tr>
    <tr>
      <td>نعناع تازه</td>
      <td>چند برگ</td>
    </tr>
    <tr>
      <td>یخ</td>
      <td>به مقدار لازم</td>
    </tr>
    <tr>
      <td>نوشابه اسپرایت یا آب گازدار</td>
      <td>به مقدار لازم</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
شکر و لیمو: یک قاشق غذاخوری شکر را داخل یک لیوان بریزید. لیموترش را با پوست به برش‌های کوچک تقسیم کنید و آن‌ها را روی شکر بریزید.
کوبیدن مواد: با یک وسیله مناسب (مثل هاون) مواد را کمی بکوبید تا عصاره لیمو و نعناع خارج شود.
اضافه کردن یخ: به مقدار زیاد یخ روی مواد بریزید.
نوشابه یا آب گازدار: در نهایت نوشابه اسپرایت یا آب گازدار را روی آن‌ها بریزید.
تزئین: موهیتو نعناع را با برش‌های نازک لیمو و برگ نعناع تازه سرو کنید.
  </p>
      </section>

  );
};

export default Col;