import React from 'react';

//از زیر مجموعه های کارت نوشیدنی که چهار منو دارد
//From the Drink Card sub-sets which has four menus

const HerBaltea = () => {
  return (
<section id= "herbaltea">
<div className='damnoosh'>
<div className='titlee'>  <h1>دمنوش</h1>
</div>

  </div>
  <p><h1>زرشک</h1> 
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>زرشک</td>
      <td>۲ قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>آب جوش</td>
      <td>۴ لیوان</td>
    </tr>
    <tr>
      <td>شکر، نبات یا عسل</td>
      <td>به میزان دلخواه</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
آماده‌سازی زرشک: زرشک‌ها را با دقت پاک کنید و در یک کاسه مناسب بریزید. به اندازه‌ای آب اضافه کنید که روی زرشک‌ها را بگیرد و بگذارید ۱۰ دقیقه بمانند تا اگر گل و لایی دارند، از آن خارج شود. سپس زرشک‌ها را آبکشی کنید.
دم کردن زرشک: زرشک‌های پاک شده را در یک قوری بریزید و ۴ لیوان آب جوش با دمای ۸۰ تا ۱۰۰ درجه سانتی‌گراد روی آن‌ها بریزید. قوری را به مدت ۱۰ تا ۱۵ دقیقه روی یک کتری حاوی آب جوش قرار دهید تا دمنوش دم بکشد.
شیرین کردن: در صورت تمایل، می‌توانید کمی عسل، نبات یا شکر به دمنوش اضافه کنید.
  </p>
  <p><h1>بابونه</h1> 
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>گل بابونه</td>
      <td>۲ قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>آب جوش</td>
      <td>2 لیوان</td>
    </tr>
    <tr>
      <td>شکر، نبات یا عسل</td>
      <td>به میزان دلخواه</td>
    </tr>
  </tbody>
</table>

طرز تهیه:
آماده‌سازی بابونه: گل‌های بابونه خشک را در یک قوری بریزید.
اضافه کردن آب جوش: آب جوش را به قوری اضافه کنید و درب قوری را بگذارید.
دم کشیدن: بگذارید دمنوش به مدت ۱۰ تا ۱۵ دقیقه دم بکشد.
شیرین کردن: در صورت تمایل، می‌توانید کمی عسل یا نبات به دمنوش اضافه کنید.
  </p>
  <p><h1>زعفران</h1> 
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>زعفران</td>
      <td>1 قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>آب سرد</td>
      <td>3 لیوان</td>
    </tr>
    <tr>
      <td>شکر، نبات یا عسل</td>
      <td>به میزان دلخواه</td>
    </tr>
  </tbody>
</table>
  
طرز تهیه:
زعفران را با هاون بکوبید تا پودر شود.
زعفران پودر شده را با آب سرد و نبات (یا عسل) در قوری بریزید.
قوری را به مدت ۳۰ دقیقه روی بخار آب قرار دهید تا دم بکشد
  </p>
  <p><h1>چای ترش</h1> 
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>گلهای خشک شده  چای ترش</td>
      <td>۲ قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>آب جوش</td>
      <td>2 لیوان</td>
    </tr>
    <tr>
      <td>شکر، نبات یا عسل</td>
      <td>به میزان دلخواه</td>
    </tr>
  </tbody>
</table>
  
طرز تهیه:
گل‌های خشک شده چای ترش را در قوری بریزید.
آب جوش را به قوری اضافه کنید.
قوری را به مدت ۱۰ تا ۱۵ دقیقه روی بخار آب قرار دهید تا دم بکشد.
دمنوش را صاف کرده و با عسل یا نبات شیرین کنید
  </p>
      </section>

  );
};

export default HerBaltea;
