import React from 'react';

//از زیر مجموعه های کارت نوشیدنی که چهار منو دارد
//From the Drink Card sub-sets which has four menus


const Hot = () => {
  return (
<section id= "hot">
 <div className='hot'>
 <div className='titlee'>  <h1>نوشیدنی گرم</h1>
 </div>

  </div>
<p>
  <h1>هات چاکلت</h1>
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>شیر</td>
      <td>۲ پیمانه</td>
    </tr>
    <tr>
      <td>شکلات تلخ یا نیمه‌تلخ</td>
      <td>۱۰۰ گرم</td>
    </tr>
    <tr>
      <td>پودر کاکائو</td>
      <td>۲ قاشق غذاخوری</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>۲ قاشق غذاخوری (بسته به ذائقه)</td>
    </tr>
    <tr>
      <td>وانیل</td>
      <td>۱ قاشق چایخوری (اختیاری)</td>
    </tr>
    <tr>
      <td>خامه فرم گرفته یا مارشمالو</td>
      <td>برای تزئین (اختیاری)</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
گرم کردن شیر: شیر را در یک قابلمه کوچک روی حرارت ملایم گرم کنید تا داغ شود، اما مراقب باشید که به جوش نیاید.
اضافه کردن پودر کاکائو و شکر: پودر کاکائو و شکر را به شیر اضافه کنید و خوب هم بزنید تا کاملاً حل شوند.
ذوب کردن شکلات: شکلات را خرد کرده و به قابلمه اضافه کنید. هم بزنید تا شکلات کاملاً ذوب و با شیر ترکیب شود.
افزودن وانیل: در صورت تمایل، وانیل را اضافه کنید و مخلوط را خوب هم بزنید.
سرو کردن: هات چاکلت را در فنجان‌ها بریزید و در صورت تمایل با خامه فرم گرفته یا مارشمالو تزئین
  کنید.
  </p>  
  <p><h1>قهوه ترک</h1> 
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>آب سرد</td>
      <td>۱۰۰ میلی‌لیتر (برای هر فنجان)</td>
    </tr>
    <tr>
      <td>پودر قهوه ترک</td>
      <td>۱۰ گرم (حدود ۲ قاشق چای‌خوری)</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>به میزان دلخواه</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
مخلوط کردن مواد: آب سرد و پودر قهوه ترک را در قهوه‌جوش (جذوه) بریزید. اگر دوست دارید قهوه‌تان شیرین باشد، شکر را هم اضافه کنید. مواد را به آرامی هم بزنید تا کاملاً مخلوط شوند.
حرارت دادن: قهوه‌جوش را روی حرارت ملایم قرار دهید. به هیچ وجه مواد را هم نزنید. صبر کنید تا قهوه به آرامی گرم شود و کف خامه‌ای روی آن تشکیل شود.
جوش آمدن قهوه: وقتی قهوه شروع به جوشیدن کرد و کف آن بالا آمد، قهوه‌جوش را از روی حرارت بردارید. کف خامه‌ای را با قاشق بردارید و داخل فنجان بریزید.
دوباره حرارت دادن: قهوه‌جوش را دوباره روی حرارت قرار دهید تا قهوه دوباره به جوش بیاید. سپس قهوه را داخل فنجان بریزید و سرو کنید.
   </p>
   <p><h1>اسپرسو</h1> 
   <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>دانه های اسپرسو </td>
      <td>18 تا20 گرم</td>
    </tr>
    <tr>
      <td>آب</td>
      <td>60میلی لیتر </td>
    </tr>
    </tbody>
    </table>
طرز تهیه:
آسیاب کردن قهوه: دانه‌های قهوه را به اندازه‌ای آسیاب کنید که به صورت پودر ریز درآید. این اندازه آسیاب برای اسپرسو بسیار مهم است.
آماده‌سازی دستگاه اسپرسوساز: دستگاه اسپرسوساز را روشن کنید و بگذارید گرم شود. پرتافیلتر را از دستگاه جدا کنید و با آب داغ بشویید تا گرم شود.
پر کردن پرتافیلتر: پودر قهوه را داخل پرتافیلتر بریزید و با تمپر (وسیله‌ای برای فشردن قهوه) به طور یکنواخت فشرده کنید.
نصب پرتافیلتر: پرتافیلتر را به دستگاه اسپرسوساز متصل کنید.
عصاره‌گیری اسپرسو: دستگاه را روشن کنید و اجازه دهید آب داغ با فشار از قهوه عبور کند. این فرآیند باید حدود ۲۵-۳۰ ثانیه طول بکشد تا یک شات اسپرسو با حجم حدود ۳۰ میلی‌لیتر به دست آید.
  </p>
  <p><h1>چای لاته</h1> 
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>چای سیاه</td>
      <td>۲ قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>آب</td>
      <td>۱ فنجان</td>
    </tr>
    <tr>
      <td>شیر</td>
      <td>۱ فنجان</td>
    </tr>
    <tr>
      <td>شکر</td>
      <td>به میزان دلخواه</td>
    </tr>
    <tr>
      <td>ادویه‌های معطر (مثل دارچین، هل، زنجبیل)</td>
      <td>به میزان دلخواه</td>
    </tr>
  </tbody>
</table>
طرز تهیه:
دم کردن چای: چای سیاه را با آب جوش دم کنید و بگذارید حدود ۵ دقیقه بماند تا طعم چای به خوبی خارج شود.
گرم کردن شیر: شیر را در یک قابلمه کوچک گرم کنید تا به نقطه جوش برسد، اما نگذارید بجوشد.
اضافه کردن ادویه‌ها: ادویه‌های معطر را به شیر اضافه کنید و بگذارید چند دقیقه بماند تا طعم ادویه‌ها به شیر منتقل شود.
مخلوط کردن چای و شیر: چای دم کرده را از صافی رد کنید و به شیر اضافه کنید. مخلوط را خوب هم بزنید.
شیرین کردن: شکر را به میزان دلخواه به مخلوط اضافه کنید و هم بزنید تا حل شود.
  </p>
      </section>

  );
};

export default Hot;
