import React from 'react';


//از زیر مجموعه های کارت نوشیدنی که چهار منو دارد
//From the Drink Card sub-sets which has four menus

const Smooty = () => {
  return (
<section id= "smooty">
<div className='smooty'>
<div className='titlee'>  <h1>اسموتی</h1>
</div>

  </div>
  <p><h1> شیرانبه</h1> 
  انبه یخ‌زده را خرد کنید و داخل غذاساز یا مخلوط‌کن بریزید. مرحله دوم: شیر کم‌چرب، ماست و یخ را نیز به انبه‌ها اضافه کنید و مواد را خوب با هم میکس یا مخلوط کنید. بگذارید مواد کامل با هم مخلوط شوند تا محلول صاف و یک‌دستی درست شود. حالا اسموتی رژیمی شما آماده است و می‌توانید در کنار یک ساده رژیمی، آن را نوش‌جان کنید.

  </p>
  <p><h1> کیوی وانبه</h1> 
  نصف پیمانه ماست ، انبه و دو قاشق عسل را با هم در مخلوط کن بریزید و هم بزنید. بعد از مخلوط شده این مواد آنها را در ظرف دیگری بریزید و پارچ دستگاه مخلوط کن را بشویید و بقیه ماست را به همراه کیوی و پوست لیمو ترش و همچنین بقیه عسل در مخلوط کن بریزید و خوب هم بزنید .
  </p>
  <p><h1>سیب</h1> 
  <table class="styled-table">
  <thead>
    <tr>
      <th>مواد لازم</th>
      <th>مقدار</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <td>سیب خرد شده</td>
      <td>3 عدد</td>
    </tr>
    <tr>
      <td>موز خرد شده</td>
      <td>3 عدد</td>
    </tr>
    <tr>
      <td>دارچین</td>
      <td>2 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>جوز هندی</td>
      <td>1 قاشق چای‌خوری</td>
    </tr>
    <tr>
      <td>شیر نارگیل</td>
      <td>نصف لیوان</td>
    </tr>
    <tr>
      <td>گردو و شکلات</td>
      <td>به میزان لازم برای تزیین</td>
    </tr>
  </tbody>
</table>
روش تهیه‌:

مواد آماده شده را در همزن برقی بریزید و بگذارید کامل باهم میکس شوند. در نهایت نوشیدنی را در لیوان بریزید و میل کنید. در صورت تمایل می‌توانید نوشیدنی خود را با گردو و شکلات تزیین کنید.
  </p>
  <p><h1>شاه توت</h1> 
  طرز تهیه اسموتی شاتوت
شاتوت، توت فرنگی، آبمیوه (آب هر نوع میوه ای) و یخ را درون مخلوط کن بریزید. آنقدر بزنید تا یخ ها مانند پوره شوند و بافت یکدستی داشته باشید (بیش از حد نزنید تا اسموتی شما شل نشود).

پس از آماده شدن اسموتی را درون لیوان بریزید سپس کمی تکه های خرد شده توت فرنگی را برای شکل و طعم بهتر درون اسموتی قرار داده و سرو کنید.
  </p>

      </section>

  );
};

export default Smooty;
