{
  "welcome": "مرحبًا، يمكنك استخدام ثلاث لغات مختلفة لاستخدام هذا الموقع.",
  "home": "بيت",
  "cart": "عربة التسوق",
  "cake": "كيك",
  "sweets": "حلويات",
  "drinks": "مشروبات",
  "dessert": "حلويات",
  "aboutUs": " معلومات عنا",
  "titledeser": "حلويات",
  "textd": "الحلويات هي واحدة من أكثر الأجزاء الممتعة في كل وجبة والتي يمكن أن تجلب تجربة حلوة وممتعة. هناك أنواع عديدة من الحلويات وكل واحدة لها طعمها ورائحتها الخاصة يمكن أن تخلق لحظات سعيدة بالنسبة لنا. الحلويات ليست مجرد طعام لذيذ يتم تناوله بعد الأكل، ولكن يمكن استخدامه أيضًا كوجبة خفيفة.",
  "titlesh": "حلويات",
  "textsh": "هناك أنواع مختلفة من الحلويات، ولكل منها طعمها ومظهرها الفريد، والتي ستجذب قلب الجميع. من الحلويات الإيرانية التقليدية مثل البقلاوة والزولبيا إلى الحلويات الحديثة والعالمية مثل الماكارون والفطائر، كل منها يحكي قصة ثقافته وتاريخه. أخيرًا، الحلويات ليست فنًا فحسب، ولكنها أيضًا حب لخلق لحظات حلوة لا تنسى للآخرين. أي حلوى يتم إعدادها بعناية وحب يمكن أن ترسم البسمة على وجه أي شخص وتترك ذكرى طيبة في ذهنه.",
  "titlen": "شرب",
 "textn" : "المشروبات جزء مهم من حياتنا اليومية ويمكن أن تجلب تجارب ممتعة. من المشروبات الدافئة والمريحة إلى المشروبات الباردة والمنعشة، فلكل منها خصائصه وفوائده الخاصة. لا تساعد المشروبات الساخنة مثل الشاي والقهوة وشاي الأعشاب على تدفئة الجسم في الأيام الباردة فحسب، بل يمكن أن يكون لها أيضًا خصائص علاجية. على سبيل المثال، يمكن أن يساعد شاي الزنجبيل في تحسين عملية الهضم وتقليل الالتهاب. تحظى المشروبات الباردة مثل العصائر والعصائر والعصائر بشعبية كبيرة في أيام الصيف الحارة. يمكن أن تساعد هذه المشروبات على توفير الفيتامينات والمعادن التي يحتاجها الجسم وتمنحك أيضًا شعورًا بالانتعاش والطاقة.",
  "titlek": "كعكة",
  "textk": "الكعك ليس لذيذًا فحسب، بل هو أيضًا رمز للاحتفال والسعادة. من أعياد الميلاد إلى حفلات الزفاف، الكعك هو دائمًا مركز الاهتمام. يمكن للكعك، بنكهاته وتصميماته المتنوعة، أن يجعل أي مناسبة أكثر خصوصية. من كعك الشوكولاتة الغني وكعك الفانيليا الكلاسيكي إلى كعك الفواكه الطازجة والكعك الفاخر ذو التصميمات الفنية، كل واحد لديه قصة يرويها. من أكثر أجزاء الكعكة جاذبية هي زخارفها. باستخدام الكريمة والفواكه والشوكولاتة وحتى الزهور الصالحة للأكل، يمكن تحويل الكعك إلى أعمال فنية. بعد كل شيء، الكعك ليس فقط لتناول الطعام، ولكن أيضًا لخلق ذكريات جميلة. كل شريحة من الكعكة تجلب لحظة من الفرح والسرور تبقى في الذكريات." 


}
