{  
  "welcome": ".Welcome, you can use three different languages ​​to use this site",  
  "home": "home",  
  "sweets": "Sweets",  
  "drinks": "Drinks",  
  "dessert": "Dessert",  
  "aboutUs": "about",  
  "titledeser": "Dessert",  
  "titlesh": "Sweets",  
  "textsh": "There are different types of sweets, each with its unique taste and appearance, which will win everyone's heart. From traditional Iranian sweets such as baklava and zolbia to modern and international sweets such as macarons and tarts, each tells a story of its culture and history. Finally, sweets are not only an art, but also a love to create sweet and memorable moments for others. Any sweet prepared with care and love can put a smile on someone's face and leave a good memory in their mind.",  
  "titlen": "drink",  
  "textn" : "Drinks are an important part of our daily life and can bring enjoyable experiences. From warm and relaxing drinks to cold and refreshing drinks, each has its own characteristics and benefits. Hot drinks such as tea, coffee, and herbal teas not only help to warm the body on cold days, but can also have therapeutic properties. For example, ginger tea can help improve digestion and reduce inflammation. Cold drinks such as juices, smoothies and syrups are very popular on hot summer days. These drinks can help provide vitamins and minerals needed by the body and also give you a feeling of freshness and energy.",  
  "titlek": "Cake",  
  "textk": "Cakes are not only delicious, but also a symbol of celebration and happiness. From birthdays to weddings, cakes are always the center of attention. Cakes, with their various flavors and designs, can make any occasion more special. From rich chocolate cakes and classic vanilla cakes to fresh fruit cakes and fancy cakes with artistic designs, each one has a story to tell. One of the most attractive parts of the cake is its decorations. Using cream, fruits, chocolate and even edible flowers, cakes can be turned into works of art. After all, cakes are not only for eating, but also for creating sweet memories. Every slice of the cake brings a moment of joy and pleasure that remains in the memories.",  
  "textd": "Desserts are one of the most enjoyable parts of every meal that can bring a sweet and pleasant experience. There are many types of desserts and each one with its own taste and aroma can create happy moments for us. Desserts are not only a delicious food eaten after a meal, but can also be used as a snack."
}