

{
  "welcome": " خوش آمدید شما میتونید از سه زبان مختلف برای استفاده از این سایت بهره ببرید. ",
  "home": "خانه",
  "dessert": "دسر",
  "sweets": "شیرینی",
  "cake": "کیک",
  "drinks": "نوشیدنی",
  "aboutUs": "درباره ما",
  "titledeser": "دسر",
  "textd": "دسرها یکی از لذت‌بخش‌ترین بخش‌های هر وعده غذایی هستند که می‌توانند تجربه‌ای شیرین و دلپذیر را به ارمغان بیاورند. دسرها انواع مختلفی دارند و هر کدام با طعم و عطر خاص خود، می‌توانند لحظات خوشی را برای ما رقم بزنند. دسرها نه تنها به عنوان یک خوراکی خوشمزه بعد از غذا مصرف می‌شوند، بلکه می‌توانند به عنوان یک میان‌وعده نیز مورد استفاده قرار گیرند.",
  "titlek": "کیک",
 "titlen": "نوشیدنی",
 "textn" : "نوشیدنی‌ها بخش مهمی از زندگی روزمره ما هستند و می‌توانند تجربه‌های لذت‌بخشی را به ارمغان بیاورند. از نوشیدنی‌های گرم و آرامش‌بخش گرفته تا نوشیدنی‌های سرد و تازه‌کننده، هر کدام ویژگی‌ها و مزایای خاص خود را دارند. نوشیدنی‌های گرم مانند چای، قهوه و دمنوش‌های گیاهی، نه تنها به گرم شدن بدن در روزهای سرد کمک می‌کنند، بلکه می‌توانند خواص درمانی نیز داشته باشند. به عنوان مثال، چای زنجبیل می‌تواند به بهبود هضم و کاهش التهاب کمک کند. نوشیدنی‌های سرد مانند آبمیوه‌ها، اسموتی‌ها و شربت‌ها، در روزهای گرم تابستان بسیار محبوب هستند. این نوشیدنی‌ها می‌توانند به تامین ویتامین‌ها و مواد معدنی مورد نیاز بدن کمک کنند و همچنین احساس تازگی و انرژی را به شما هدیه دهند",
  "textk": "کیک‌ها نه تنها خوشمزه هستند، بلکه نمادی از جشن و شادی نیز به شمار می‌آیند. از تولدها گرفته تا عروسی‌ها، کیک‌ها همیشه در مرکز توجه قرار دارند. کیک‌ها با طعم‌ها و طرح‌های متنوع خود، می‌توانند هر مناسبتی را خاص‌تر کنند. از کیک‌های شکلاتی غنی و کیک‌های وانیلی کلاسیک گرفته تا کیک‌های میوه‌ای تازه و کیک‌های فانتزی با طرح‌های هنری، هر کدام داستانی برای گفتن دارند. یکی از جذاب‌ترین بخش‌های کیک، تزئینات آن است. با استفاده از خامه، میوه‌ها، شکلات و حتی گل‌های خوراکی، می‌توان کیک‌ها را به آثار هنری تبدیل کرد. در نهایت، کیک‌ها نه تنها برای خوردن، بلکه برای خلق خاطرات شیرین نیز هستند. هر برشی از کیک، لحظه‌ای از شادی و لذت را به ارمغان می‌آورد که در خاطره‌ها باقی می‌ماند.",
  "titlesh": "شیرینی",
  "textsh": "شیرینی‌ها انواع مختلفی دارند که هر کدام با طعم و ظاهر منحصر به فرد خود، دل هر کسی را می‌برند. از شیرینی‌های سنتی ایرانی مانند باقلوا و زولبیا گرفته تا شیرینی‌های مدرن و بین‌المللی مانند ماکارون و تارت، هر کدام داستانی از فرهنگ و تاریخ خود را روایت می‌کنند. در نهایت، شیرینی‌ها نه تنها یک هنر است، بلکه یک عشق و علاقه به خلق لحظات شیرین و به یادماندنی برای دیگران است. هر شیرینی که با دقت و عشق تهیه می‌شود، می‌تواند لبخندی بر لبان کسی بنشاند و خاطره‌ای خوش در ذهن او به جا بگذارد."


}
